Repository: Chouhartem/cryptpad-documentation
Catalog: locale/*/LC_MESSAGES/user_guide/accessibility.po
Languages: de, es_cu, fr, ja, ru

source: Accessibility
de: Zugänglichkeit
es_cu: Accesibilidad
fr: Accessibilité
ja: アクセシビリティー
ru: Доступность

source: CryptPad is committed to achieving compliance with the Web Content Accessibility Guidelines (WCAG). The development team understands the importance of creating a usable and inclusive experience and is actively working to meet the WCAG 2.1 AA standard. To check on the details and status of this work please see the `Accessibility project on GitHub <https://github.com/orgs/cryptpad/projects/5>`__.
de: CryptPad ist bestrebt, die Web Content Accessibility Guidelines (WCAG) zu erfüllen. Das Entwicklungsteam ist sich bewusst, wie wichtig eine benutzerfreundliche und inklusive Erfahrung ist, und arbeitet aktiv daran, den WCAG 2.1 AA Standard zu erfüllen. Einzelheiten und den Status dieser Arbeit findest du im Projekt `"Accessibility" auf GitHub <https://github.com/orgs/cryptpad/projects/5>`__.
es_cu: CryptPad se compromete a lograr el cumplimiento de las Pautas de accesibilidad al contenido web (WCAG). El equipo de desarrollo comprende la importancia de crear una experiencia fácil de usar e inclusiva y está trabajando activamente para cumplir con el estándar WCAG 2.1 AA . Para verificar los detalles y el estado de este trabajo, consulta el proyecto de Accesibilidad en GitHub <https://github.com/orgs/cryptpad/projects/5>`__.
fr: CryptPad s'engage à se conformer aux directives d'accessibilité au contenu web (WCAG). L'équipe de développement comprend l'importance de créer une expérience utilisable et inclusive et travaille activement pour répondre à la norme WCAG 2.1 AA. Pour en savoir plus et suivre le statut de ce travail, veuillez consulter le projet `Accessibility sur GitHub <https://github.com/orgs/cryptpad/projects/5>`__.
ja: CryptPadはWeb Content Accessibility Guidelines（WCAG）の準拠を心がけています。開発チームは使い勝手の良さと包摂性を両立させることの重要性を理解しており、WCAG 2.1 AA標準の達成を目指して開発作業を行っています。作業の進行の詳細に関しては\ `GitHubのアクセシビリティーのプロジェクトをご覧ください <https://github.com/orgs/cryptpad/projects/5>`__。
ru: CryptPad стремится обеспечить соответствие Руководству по обеспечению доступности веб-контента (WCAG). Команда разработчиков понимает важность создания удобного и инклюзивного опыта и активно работает над соответствием стандарту WCAG 2.1 AA. Чтобы узнать подробности и статус этой работы, посетите `Проект специальных возможностей на GitHub <https://github.com/orgs/cryptpad/projects/5>`__.

source: Feedback channels
de: Feedback-Kanäle
es_cu: Canales de retroalimentación
fr: Moyens de retours d'information
ja: フィードバック用の連絡先
ru: Каналы обратной связи

source: We welcome contributions that make CryptPad more accessible. User feedback is crucial to identifying issues and use-cases, and of course we also appreciate code patches to solve these problems. Please get in touch through the following channels:
de: Wir freuen uns über Beiträge, die CryptPad besser zugänglich machen. Benutzer-Feedback ist entscheidend für die Identifizierung von Problemen und Anwendungsfällen, und natürlich freuen wir uns auch über Code-Patches zur Lösung dieser Probleme. Bitte kontaktiere uns über die folgenden Kanäle:
es_cu: Agradecemos las contribuciones que hacen que CryotPad sea más accesible. Los comentarios de los usuarios son cruciales para identificar problemas y casos de uso y por supuesto también apreciamos los parches de códigos para resolver estos problemas. Por favor póngase contáctanos a través de los siguientes canales:
fr: Nous apprécions les contributions qui rendent CryptPad plus accessible. Les commentaires des utilisateur·ices sont essentiels pour identifier les problèmes et les cas d'utilisation, et bien sûr nous apprécions également les correctifs pour résoudre ces problèmes. Contactez-nous par les moyens suivants :
ja: CryptPadのアクセシビリティーを改善するコミュニティーからの貢献作業を歓迎します。ユーザーのフィードバックは、問題と使われ方を特定するのに重要ですし、それらの問題を解決するコードのパッチもまたもちろん大歓迎です。以下のコミュニケーションチャンネルからお問い合わせください。
ru: Мы приветствуем содействие, которое делает CryptPad более доступным. Отзывы пользователей имеют решающее значение для выявления проблем и примеров использования, и, конечно же, мы также ценим исправления кода для решения этих проблем. Пожалуйста, свяжитесь с нами по следующим каналам:

source: `CryptPad Forum <https://forum.cryptpad.org/t/accessibility>`__
es_cu: `Forum de CryptPad <https://forum.cryptpad.org/t/accessibility>`__
fr: `Forum CryptPad <https://forum.cryptpad.org/t/accessibility>`__
ja: `CryptPadのフォーラム <https://forum.cryptpad.org/t/accessibility>`__
ru: `Форум CryptPad <https://forum.cryptpad.org/t/accessibility>`__

source: `Matrix chat <https://matrix.to/#/#cryptpad-accessibility:matrix.xwiki.com>`__
es_cu: `Chat de matriz <https://matrix.to/#/#cryptpad-accessibility:matrix.xwiki.com>`__
fr: `Chat Matrix <https://matrix.to/#/#cryptpad-accessibility:matrix.xwiki.com>`__
ja: `Matrixのチャットルーム <https://matrix.to/#/#cryptpad-accessibility:matrix.xwiki.com>`__
ru: `Чат в Matrix <https://matrix.to/#/#cryptpad-accessibility:matrix.xwiki.com>`__

source: `GitHub issues <https://github.com/cryptpad/cryptpad/issues/new/choose>`__
de: `Fehlerberichte auf GitHub <https://github.com/cryptpad/cryptpad/issues/new/choose>`__
es_cu: `Problemas GitHub <https://github.com/cryptpad/cryptpad/issues/new/choose>`__
fr: `Rapports de bug GitHub <https://github.com/cryptpad/cryptpad/issues/new/choose>`__
ja: `GitHubのIssue <https://github.com/cryptpad/cryptpad/issues/new/choose>`__
ru: `Баг-трекер на GitHub <https://github.com/cryptpad/cryptpad/issues/new/choose>`__

source: This new section will be extended in future updates to include keyboard shortcuts, accessibility settings, and any other relevant information.
de: Dieser neue Abschnitt wird zukünftig um Tastenkombinationen, Einstellungen für die Barrierefreiheit und andere relevante Informationen erweitert.
es_cu: Esta nueva sección se ampliará en futuras actualizaciones para incluir atajos de teclados, configuraciones de accesibilidad y cualquier otra información relevante.
fr: Cette nouvelle section sera étendue dans les prochaines mises à jour pour inclure les raccourcis clavier, les paramètres d'accessibilité et toute autre information pertinente.
ja: 今後この新セクションでは、キーボードのショートカット、アクセシビリティーの設定、その他関連する情報についても説明する予定となっています。
ru: В будущих обновлениях этот новый раздел будет расширен и будет включать в себя сочетания клавиш, настройки специальных возможностей и любую другую соответствующую информацию.

source: Keyboard Shortcuts
de: Tastenkombinationen
es_cu: Atajos de teclado
fr: Raccourcis clavier
ja: キーボードショートカット
ru: Горячие Клавиши

source: General Shortcuts
de: Allgemein
es_cu: Atajos generales
fr: Raccourcis génériques
ja: 一般的なショートカット
ru: Общие сочетания клавиш

source: Shortcut
de: Tastenkombination
es_cu: Atajos
fr: Raccourci
ja: ショートカット
ru: Клавиши

source: Create a new document
de: Neues Dokument erstellen
es_cu: Crea un nuevo documento
fr: Créer un nouveau document
ja: 新しいドキュメントを作成
ru: Создать новый документ

source: Navigate through the focusable elements
de: Durch die fokussierbaren Elemente navigieren
es_cu: Navegar a través de los elementos que se enfocan
fr: Naviguer dans les différents éléments sélectionnables
ja: 選択可能な要素を順番に選択
ru: Навигация по фокусируемым элементам

source: :kbd:`Shift + Tab`
de: :kbd:`Umschalt + Tab`
fr: :kbd:`Maj + Tab`

source: Navigate backwards through the focusable elements
de: Rückwärts durch die fokussierbaren Elemente navigieren
es_cu: Navegar hacia atrás a través de los elementos que se enfocan
fr: Naviguer à l'envers dans les éléments sélectionnables
ja: 選択可能な要素を逆順で選択
ru: Переход назад по фокусируемым элементам

source: :kbd:`Enter`
es_cu: teclas :kbd:`Enter`
fr: :kbd:`Entrée`

source: Click on the focused element
de: Auf das Element mit dem Fokus klicken
es_cu: Click en los elementos que se enfocan
fr: Cliquer sur l'élément sélectionné
ja: 選択可能な要素をクリック
ru: Нажать на выделенный элемент

source: Drive Shortcuts
de: Drive
es_cu: Atajos de unidad
fr: Raccourcis du drive
ja: ドライブのショートカット
ru: Горячие клавиши Drive

source: :kbd:`↑` and :kbd:`↓` keys
de: :kbd:`↑` und :kbd:`↓`
fr: Touches :kbd:`↑` et :kbd:`↓`
ja: :kbd:`↑` と :kbd:`↓` キー
ru: Клавиши :kbd:`↑` и :kbd:`↓`

source: Navigate through content in the drive
de: Durch den Inhalt im Drive navigieren
es_cu: Navegar por el contenido del disco
fr: Naviguer dans le contenu du drive
ja: ドライブの内容を順番に選択
ru: Навигация по содержимому на диске

source: Open drive file or folder
de: Eine Datei oder einen Ordner im Drive öffnen
es_cu: Abrir archivos o carpetas de la unidad
fr: Ouvrir un fichier ou dossier du drive
ja: ドライブのファイルまたはフォルダーを開く
ru: Открыть файл или папку на диске

source: Toolbar Shortcuts
de: Werkzeugleiste
es_cu: Atajos de la barra de herramientas
fr: Raccourcis de la barre d'outil
ja: ツールバーのショートカット
ru: Сочетания клавиш на панели инструментов

source: Click on the focused element to open a menu
de: Auf das Element mit dem Fokus klicken, um ein Menü zu öffnen
es_cu: Click en los elementos que se enfocan para abrir el menú
fr: Cliquer sur l'élément sélectionné pour ouvrir un menu
ja: 選択した要素をクリックしてメニューを開く
ru: Нажать на выделенный элемент, чтобы открыть меню

source: Navigate through items inside a menu
de: Durch die Einträge im Menü navigieren
es_cu: Navegar a través de elementos dentro de un menú
fr: Naviguer dans les items au sein d'un menu
ja: メニューの項目を順番に選択
ru: Навигация по пунктам внутри меню

source: :kbd:`Esc`
fr: :kbd:`Échap`

source: Close menu
de: Menü schließen
es_cu: Cerrar menú
fr: Fermer un menu
ja: メニューを閉じる
ru: Закрыть меню

source: :kbd:`Del`
de: :kbd:`Entf`
fr: :kbd:`Suppr`

source: Remove notification from the notifications menu
de: Benachrichtigung aus dem Benachrichtigungspanel entfernen
es_cu: Eliminar notificaciones del menú de notificaciones
fr: Supprimer une notification du menu de notifications
ja: 通知メニューから通知を削除
ru: Удалить уведомление из меню уведомлений

source: Search Functionality
de: Suchfunktionalität
es_cu: Funcionalidad de búsqueda
fr: Fonctionnalité de recherche
ja: 検索機能
ru: Функции поиска

source: Locate specific elements within a menu by typing the first letter
de: Bestimmte Elemente innerhalb eines Menüs durch Eingabe des Anfangsbuchstabens suchen
es_cu: Localiza elementos específicos dentro de un menú escribiendo la primera letra
fr: Localiser des éléments spécifiques au sein d'un menu en tapant la première lettre
ja: 最初の文字を入力するとメニュー内の特定の要素を検索
ru: Найдите определенные элементы в меню, набрав первую букву

source: Action
de: Aktion
es_cu: Acción
ja: 操作
ru: Действие

source: :kbd:`Ctrl + e`
de: :kbd:`Strg + E`

source: `Email <mailto:a11y@cryptpad.org>`__
es_cu: `Correo <mailto:a11y@cryptpad.org>`__
ja: `電子メール <mailto:a11y@cryptpad.org>`__
ru: `Электронная почта <mailto:a11y@cryptpad.org>`__
