Repository: Chouhartem/cryptpad-documentation
Catalog: locale/*/LC_MESSAGES/user_guide/drive.po
Languages: de, es_cu, fr, ja

source: CryptDrive is used to store and manage documents. For logged in users it is the default landing page on CryptPad. It is also accessible from the other pages:
de: Das CryptDrive wird zur Speicherung und Verwaltung von Dokumenten verwendet. Für eingeloggte Benutzer ist es die Standard-Startseite auf CryptPad. Sie ist auch von den anderen Seiten aus zugänglich:
es_cu: CryptDrive se utiliza para almacenar y gestionar documentos. Para los usuarios registrados, es la página de inicio predeterminada en CryptPad. También es accesible desde las otras páginas:
ja: CryptDriveはドキュメントを保存したり管理したりするために使用されます。ログイン済のユーザーには、CryptPadの既定のランディングページとなります。他のページからアクセスすることもできます。

source: ``Click`` on the logo at the top-left.
de: ``Klicke`` auf das Logo oben links.
es_cu: Haz click en el logo en la esquina superior izquierda.
ja: 左上のロゴを ``クリック``。

source: User menu (avatar at the top-right) > |hdd-o| **CryptDrive**.
de: Benutzermenü (Avatar oben rechts) > |hdd-o| **CryptDrive**.
es_cu: Menú de usuario (avatar en la esquina superior derecha) > |hdd-o| **CryptDrive**.
fr: Avatar (en haut à droite) > |hdd-o| **CryptDrive**.
ja: ユーザーメニュー（右上のアバター）> |hdd-o| **CryptDrive**。

source: Display
de: Anzeige
es_cu: Mostrar
fr: Affichage
ja: 表示

source: Documents in the drive can be displayed as a |list| list or a |th-large| grid. To switch between the two, use the button at the right of the drive toolbar (under the avatar).
de: Dokumente im CryptDrive können in einer |list| Liste oder einer |th-large| Kachelansicht angezeigt werden. Um dazwischen umzuschalten, verwende die Schaltfläche rechts in der Werkzeugleiste (unterhalb des Avatars).
es_cu: Los documentos en la unidad se pueden mostrar como una |list| lista o una |th-large| cuadrícula. Para cambiar entre las dos vistas, usa el botón a la derecha de la barra de herramientas de la unidad (debajo del avatar).
ja: ドライブのドキュメントは |list| リストまたは |th-large| グリッドで表示できます。表示を切り替える際は、ドライブのツールバーの右（アバターの下）にあるボタンを使ってください。

source: In grid mode, CryptPad can display thumbnails of documents. These can be turned on in the :ref:`user settings <user_settings_cryptdrive>`.
de: In der Kachelansicht können Vorschaubilder der Dokumente angezeigt werden. Dies kann in den :ref:`Benutzereinstellungen <user_settings_cryptdrive>` aktiviert werden.
es_cu: En el modo de cuadrícula, CryptPad puede mostrar miniaturas de los documentos. Estas se pueden activar en la :ref: `configuración del usuario <user_settings_cryptdrive>`.
fr: En mode grille CryptPad peut afficher des miniatures des documents, si elles sont activées dans les :ref:`préférences utilisateur <user_settings_cryptdrive>`.
ja: グリッドモードでは、ドキュメントのサムネイルを表示するよう設定できます。これは\ :ref:`ユーザー設定 <user_settings_cryptdrive>`\ で有効にできます。

source: CryptDrive in grid view.
de: Das CryptDrive in der Kachelansicht.
es_cu: CryptDrive en vista de cuadrícula.
ja: CryptDriveのグリッド表示。

source: CryptDrive in list view.
de: Das CryptDrive in der Listenansicht.
es_cu: CryptDrive en vista de lista.
ja: CryptDriveの一覧表示。

source: Managing documents
de: Dokumente verwalten
es_cu: Gestionar documentos
fr: Gestion des documents
ja: ドキュメントの管理

source: Folders
de: Ordner
es_cu: Carpetas
fr: Dossiers
ja: フォルダー

source: :badge_user:`Logged in users`
de: :badge_user:`Eingeloggte Benutzer`
ja: :badge_user:`ログイン済ユーザー`

source: There are multiple ways to create folders in the drive:
de: Es gibt mehrere Möglichkeiten, um Ordner im CryptDrive zu erstellen:
es_cu: Hay varias formas de crear carpetas en la unidad:
ja: ドライブでフォルダーを作成するには複数の方法があります。

source: |plus| **New** in the toolbar > |folder| **Folder**.
de: |plus| **Neu** in der Werkzeugleiste > |folder| **Ordner**.
es_cu: |plus| **Nuevo** en la barra de herramientas > |folder| **Carpeta**.
fr: |plus| **Nouveau** dans la barre d'outils du CryptDrive > |folder| **Dossier**.
ja: ツールバーの |plus| **新規** > |folder| **フォルダー**。

source: ``Right click`` > |folder| **New folder**.
de: ``Rechtsklick`` > |folder| **Neuer Ordner**.
es_cu: ``Haz click derecho`` > |folder| **Nueva carpeta**.
fr: ``Clic droit`` > |folder| **Nouveau dossier**.
ja: ``右クリック`` > |folder| **新しいフォルダー**。

source: :kbd:`Ctrl + e` > |folder| **Folder**.
de: :kbd:`Strg + E` > |folder| **Ordner**.
es_cu: :kbd:`Ctrl + e `> |folder| **Carpeta**.
ja: :kbd:`Ctrl + e` > |folder| **フォルダー**。

source: Once a folder is created, documents can be added to it by dragging them from the drive. You can also drag and drop files from one folder to another. Use the convenient left sidebar tree to drop the file in the desired destination.
de: Sobald ein Ordner erstellt wurde, kannst du ihm Dokumente hinzufügen, indem du sie vom Drive dorthin verschiebst. Du kannst auch Dateien von einem Ordner in einen anderen Ordner ziehen und dort ablegen. Verwende die praktische Baumstruktur in der linken Seitenleiste, um die Datei am gewünschten Speicherort abzulegen.
es_cu: Una vez que se crea una carpeta, los documentos se pueden añadir arrastrándolos desde la unidad. También puedes arrastrar y soltar archivos de una carpeta a otra. Usa el conveniente árbol de la barra lateral izquierda para soltar el archivo en el destino deseado.
ja: フォルダーを作成すると、ドライブからドキュメントをドラッグしてフォルダーに追加することができます。フォルダーを別のフォルダーにドラッグアンドドロップすることもできます。また、左にあるサイドバーのツリーで、好きな場所にファイルをドロップできます。

source: To change the color of a folder:
de: Um die Farbe eines Ordners zu ändern:
es_cu: Para cambiar el color de una carpeta:
fr: Pour changer la couleur d'un dossier :
ja: フォルダーの色の変更方法：

source: ``Right click`` on the folder > |cptools palette| **Change color**.
de: ``Rechtsklicke`` auf den Ordner > |cptools palette| **Farbe ändern**.
es_cu: ``Click derecho`` en la carpeta > |cptools palette| **Cambiar el color**.
fr: ``Clic droit`` sur le dossier > |cptools palette| **Changer la couleur**.
ja: フォルダーを ``右クリック`` > |cptools palette| **色を変更**。

source: To share a folder and all of its contents:
de: Um einen Ordner und seinen Inhalt zu teilen:
es_cu: Para compartir una carpeta y todo su contenido:
fr: Pour partager un dossier et tout son contenu :
ja: フォルダーとその全ての内容を共有する場合は、

source: ``Right click`` on the folder > |share-alt| **Share**. The folder will then be converted into a :ref:`shared folder <shared_folders>`.
de: ``Rechtsklicke`` auf den Ordner > |share-alt| **Teilen**. Der Ordner wird dann in einen :ref:`geteilten Ordner <shared_folders>` umgewandelt.
es_cu: ``Click derecho`` en la carpeta > |share-alt| **Compartir**. La carpeta se convertirá en una :ref:`carpeta compartida <shared_folders>`.
fr: ``Clic droit`` sur le dossier > |share-alt| **Partager**. Le dossier sera alors converti en :ref:`dossier partagé <shared_folders>`.
ja: フォルダーを ``右クリック`` > |share-alt| **共有**\ 。フォルダーは\ :ref:`共有フォルダー <shared_folders>`\ に変換されます。

source: Renaming
de: Umbenennen
es_cu: Cambiando el nombre
fr: Renommer
ja: 名前の変更

source: There are two ways to rename documents on CryptPad. One changes the document title for all users, the other changes it only in your drive.
de: Es gibt zwei Möglichkeiten, Dokumente im CryptDrive umzubenennen. Die eine ändert den Titel für alle Benutzer und die andere nur in deinem CryptDrive.
es_cu: Hay dos formas de cambiar el nombre de los documentos en CryptPad. Una cambia el título del documento para todos los usuarios y la otra lo cambia solo en tu unidad.
ja: CryptPadでドキュメントの名前を変更するには2つの方法があります。1つは全てのユーザーに対してドキュメントのタイトルを変更すること、もう1つはあなたのドライブでのみ変更することです。

source: To change the title of a documents for all users that have it in their drive:
de: Um den Titel eines Dokuments für alle Benutzer zu ändern:
es_cu: Para cambiar el título de un documento para todos los usuarios que lo tienen en su unidad:
ja: ファイルをドライブで所有している全てのユーザーに関してドキュメントのタイトルを変更するには、

source: ``Click`` on the title or the |pencil| button in the toolbar of the document.
de: ``Klicke`` auf den Titel oder die Schaltfläche |pencil| in der Werkzeugleiste im Dokument.
es_cu: ``Haz click`` en el título o en el botón |pencil| de la barra de herramientas del documento.
fr: ``Clic`` sur le titre ou sur le bouton |pencil| dans la barre d'outils du document.
ja: タイトル、または、ドキュメントのツールバーの |pencil| ボタンを\ ``クリック``\ 。

source: Type the new title.
de: Gib den neuen Titel ein.
es_cu: Escribe el nuevo título.
fr: Entrer le nouveau titre.
ja: 新しいタイトルを入力。

source: Save with the |check| button or :kbd:`Enter` key.
de: Speichere mit der Schaltfläche |check| oder der Taste :kbd:`Enter`.
es_cu: Guardar con el botón |check| o :kbd: la tecla `Enter`.
ja: |check| ボタン、または :kbd:`Enter` キーで保存。

source: To change the title of a document only in your drive:
de: Um den Titel eines Dokuments nur in deinem CryptDrive zu ändern:
es_cu: Para cambiar el título de un documento solo en tu drive:
ja: あなたのドライブでのみドキュメントのタイトルを変更する場合は、

source: ``Right click`` on the document in your drive > |pencil| **Rename**.
de: ``Rechtsklicke`` auf das Dokument in deinem CryptDrive > |pencil| **Umbenennen**.
es_cu: ``Haz click`` derecho en el documento en tu unidad > |pencil| **Renombrar**.
ja: あなたのドライブのドキュメントを ``右クリック`` > |pencil| **名前を変更**\ 。

source: Type the new name.
de: Gib den neuen Namen ein.
es_cu: Escribe el nuevo nombre.
fr: Entrer le nouveau titre.
ja: 新しい名前を入力。

source: Save with the :kbd:`Enter` key.
de: Speichere mit der Taste :kbd:`Enter`.
es_cu: Guardar con la tecla :kbd:`Enter`.
ja: :kbd:`Enter` キーで保存。

source: The |flag| icon indicates that the title of a document is different in your drive than for other users.
de: Das Symbol |flag| zeigt an, dass sich der Titel des Dokuments in deinem CryptDrive vom Titel in den CryptDrives anderer Benutzer unterscheidet.
es_cu: El icono |flag| indica que el título de un documento es diferente en tu drive que para otros usuarios.
ja: |flag| のアイコンは、ドキュメントのタイトルがあなたのドライブと他のユーザーのドライブとの間で異なっていることを示しています。

source: Deleting
de: Löschen
es_cu: Borrando
fr: Supprimer
ja: 削除

source: There are two ways of deleting a document on CryptPad:
de: Es gibt zwei Möglichkeiten, um ein Dokument in CryptPad zu löschen:
es_cu: Hay dos formas de eliminar un documento en CryptPad:
fr: Il y a deux manières de supprimer un document sur CryptPad :
ja: CryptPadでドキュメントを削除するには2つの方法があります。

source: |trash| **Removing** a document means it stops appearing in the drive but remains in the database. The document remains in the drive of other users who have stored it. The document can be recovered in the drive using the :ref:`history <drive_history>`.
de: |trash| **Entfernen** eines Dokuments bedeutet, dass es nicht mehr im CryptDrive angezeigt wird, aber in der Datenbank gespeichert bleibt. Das Dokument verbleibt im CryptDrive anderer Benutzer, die es gespeichert haben. Es kann aus dem :ref:`Verlauf <drive_history>` wiederhergestellt werden.
es_cu: |trash| **Remover** un documento significa que deja de aparecer en la unidad pero permanece en la base de datos. El documento seguirá en la unidad de otros usuarios que lo tengan almacenado. El documento se puede recuperar en la unidad utilizando la :ref:`historia <drive_history>`.
ja: |trash| ドキュメントを\ **削除**\ すると、ドキュメントはドライブには表示されなくなりますが、データベースには残っています。ドキュメントは、それを保存した他のユーザーのドライブには残ります。ドキュメントは\ :ref:`履歴 <drive_history>`\ を使えば復元することができます。

source: |cptools destroy| **Destroying** a document deletes it from the database permanently. The document is deleted from all drives that store it, and it cannot be recovered using the drive history. :badge_owner:`Document owners`
de: |cptools destroy| **Zerstören** eines Dokuments löscht es endgültig aus der Datenbank. Das Dokument wird aus allen CryptDrives entfernt, wo das Dokument gespeichert ist. Es kann nicht aus dem Verlauf wiederhergestellt werden. :badge_owner:`Eigentümer von Dokumenten`
es_cu: |cptools destroy| **Destruir** un documento lo elimina permanentemente de la base de datos. El documento se borra de todos las unidades donde esté almacenado y no se puede recuperar utilizando el historial del drive. :badge_owner:`Document owners`
ja: |cptools destroy| ドキュメントを\ **破棄（完全に削除）**\ すると、ドキュメントはデータベースから完全に削除されます。ドキュメントは、それを保存した全てのドライブから削除され、ドライブの履歴から復元することはできません。:badge_owner:`ドキュメントの所有者`

source: If a document is not stored in any drive, it is **destroyed** from the database after 90 days (the length of this delay can be set by the service administrators).
de: Wenn ein Dokument nicht in zumindest einem CryptDrive gespeichert ist, wird es nach 90 Tagen **zerstört** (diese Zeitspanne kann von den Administratoren des Dienstes festgelegt werden).
es_cu: Si un documento no está almacenado en ningún drive, se **destruye** de la base de datos después de 90 días (la duración de este retraso puede ser configurada por los administradores del servicio).
ja: ドキュメントがどのドライブにも保存されていない場合、ドキュメントは90日後にデータベースから\ **完全に削除**\ されます（この長さはサービスの管理者が設定できます）。

source: To **remove** a document from CryptDrive.
de: Um ein Dokument aus dem CryptDrive zu **entfernen**.
es_cu: Para **remover** un documento de CryptDrive.
ja: ドキュメントをCryptDriveから\ **削除**\ するには、

source: Drag the document from the drive into the |trash| **Trash**.
de: Verschiebe ein Dokument im CryptDrive in den |trash| **Papierkorb**.
es_cu: Arrastra el documento desde el drive hacia la |trash| **Papelera**.
ja: ドキュメントをドライブから |trash| **ごみ箱**\ にドラッグ。

source: ``Right click`` > |trash| **Move to trash**
de: ``Rechtsklick`` > |trash| **In den Papierkorb verschieben**
es_cu: ``Haz click derecho`` > |trash| **Mover a la papelera**
fr: ``Clic droit`` > |trash| **Déplacer vers la corbeille**
ja: ``右クリック`` > |trash| **ごみ箱に移動**

source: Select the document and press the :kbd:`Del` key.
de: Wähle ein Dokument aus und drücke die Taste :kbd:`Entf`.
es_cu: Selecciona el documento y presiona :kbd: la tecla`Del`.
ja: ドキュメントを選択し、 :kbd:`Del` キーを押す。

source: To **remove** the document from CryptDrive without storing it in the trash first:
de: Um ein Dokument aus dem CryptDrive zu **entfernen**, ohne es zunächst im Papierkorb zu speichern:
es_cu: Para **remover** el documento de CryptDrive sin almacenarlo primero en la papelera:
ja: ごみ箱に移動せずにドキュメントをCryptDriveから\ **削除**\ する場合は、

source: Select the document and press the :kbd:`Shift + Del` keys.
de: Wähle das Dokument aus und drücke die Tasten :kbd:`Umschalt + Entf`.
es_cu: Haz click derecho en el documento :kbd: teclas `Shift + Supr`.
ja: ドキュメントを選択して :kbd:`Shift + Del` のキーを押す。

source: To empty the trash:
de: Um den Papierkorb zu leeren:
es_cu: Para vaciar la papelera:
fr: Pour vider la corbeille :
ja: ごみ箱を空にするには、

source: ``Right click`` on the |trash| **Trash** tab to the left of the drive > |trash-o| **Empty the trash**.
de: ``Rechtsklicke`` auf die Unterseite |trash| **Papierkorb** auf der linken Seite des CryptDrives > |trash-o| **Papierkorb leeren**.
es_cu: ``Haz click derecho`` en la pestaña |trash| **Papelera** a la izquierda del drive > |trash-o| **Vaciar la papelera**.
ja: ドライブの左にある |trash| **ごみ箱** のタブを ``右クリック`` > |trash-o| **ごみ箱を空にする**\ 。

source: ``Click`` on the |trash| **Trash** tab to access the trash > |trash-o| **Empty the trash**.
de: ``Klicke`` auf die Unterseite |trash| **Papierkorb** > |trash-o| **Papierkorb leeren**.
es_cu: ``Haz click`` en la pestaña |trash| **Papelera** para acceder a la papelera > |trash-o| **Vaciar la papelera**.
fr: ``Clic`` sur l'onglet |trash| **Corbeille** pour accéder à la corbeille > |trash-o| **Vider la Corbeille**.
ja: |trash| **ごみ箱**\ タブを ``クリック`` してごみ箱を開く > |trash-o| **ごみ箱を空にする**\ 。

source: If you are an :ref:`owner <owners>` of some documents in the trash when you empty it, you are prompted to decide if you want to **remove** or **destroy** them.
de: Wenn du ein :ref:`Eigentümer <owners>` einiger Dokumente im Papierkorb bist, wird du beim Leeren gefragt, ob du es **entfernen** oder **zerstören** möchtest.
es_cu: Si eres un :ref:`propietario <owners>` de algunos documentos en la papelera cuando la vacías, se te pedirá que decidas si quieres **removerlos** o **destruirlos**.
fr: Si vous êtes :ref:`propriétaire <owners>` de documents dans la corbeille lorsque vous la videz, il vous est demandé si vous souhaitez les **supprimer** ou les **détruire**.
ja: ごみ箱を空にする際、あなたがごみ箱のドキュメントの\ :ref:`所有者 <owners>`\ である場合、それらのドキュメントを\ **削除**\ するか\ **破棄（完全に削除）**\ するかを選択するよう求められます。

source: To **destroy** a document without storing it in the trash first:
de: Um ein Dokument zu **zerstören**, ohne es zunächst im Papierkorb zu speichern:
es_cu: Para **destruir** un documento sin almacenarlo primero en la papelera:
fr: Pour **détruire** un document sans le stocker dans la corbeille :
ja: ドキュメントをごみ箱に移さずそのまま\ **完全に削除**\ するには、

source: ``Right click`` on the document in the drive > |cptools destroy| **Destroy**. :badge_owner:`Document owners`
de: ``Rechtsklicke`` auf das Dokument im CryptDrive > |cptools destroy| **Zerstören**. :badge_owner:`Eigentümer von Dokumenten`
es_cu: ``Haz click derecho`` en el documento en el drive > |cptools destroy| **Destruir**. :badge_owner:`Propietarios del documento`
ja: ドライブのドキュメントを ``右クリック`` > |cptools destroy| **完全に削除**\ 。 :badge_owner:`ドキュメントの所有者`

source: Once destroyed, documents may still appear in other user's drives. Once a document has been added to someone's drive, the encrypted nature of CryptPad makes it impossible to take it back. Therefore a destroyed document may still appeared in a user's drive if they had previously stored it. However, they will not be able to open the document.
de: Zerstörte Dokumente können weiterhin in CryptDrives anderer Benutzer angezeigt werden. Denn sobald ein Dokument zum Drive eines anderen Benutzers hinzugefügt wurde, macht es die Verschlüsselung von CryptDrive unmöglich, dies zurückzunehmen. Allerdings kann das Dokument nicht mehr geöffnet werden.
es_cu: Una vez destruidos, los documentos aún pueden aparecer en los drives de otros usuarios. Una vez que un documento ha sido añadido a la unidad de alguien, la naturaleza encriptada de CryptPad hace imposible recuperarlo. Por lo tanto, un documento destruido puede seguir apareciendo en la unidad de un usuario si lo habían almacenado previamente. Sin embargo, no podrán abrir el documento.
ja: 完全に削除した場合でも、ドキュメントは他のユーザーのドライブに現れる可能性があります。ドキュメントが第三者のドライブにいったん追加されると、CryptPadの暗号化の性質上、それを取り戻すことは不可能です。ドキュメントを以前保存したユーザーのドライブに、完全に削除されたドキュメントが現れる可能性があるのはそのためです。それでも、第三者がそのドキュメントを開くことは不可能です。

source: History
de: Verlauf
es_cu: Historial
ja: 履歴

source: The drive history is saved and can be restored if needed. From the drive:
de: Der Verlauf des CryptDrives wird gespeichert und kann bei Bedarf wiederhergestellt werden. Im CryptDrive:
es_cu: El historial de la unidad se guarda y se puede restaurar si es necesario. Desde la unidad:
ja: ドライブの履歴は保存され、必要な際に復元できます。ドライブから復元するには、

source: ``Click`` on the |history| history button at the top-right (under the avatar).
de: ``Klicke`` auf die Verlauf-Schaltfläche |history| oben rechts (unterhalb des Avatars).
es_cu: ``Haz click`` en el botón |history| de historial en la esquina superior derecha (debajo del avatar).
fr: ``Clic`` sur le bouton |history| en haut à droite (sous l'avatar).
ja: 右上（アバターの下）にある |history| 履歴ボタンを ``クリック``\ 。

source: Use the arrows |fast-backward| |step-backward| and |step-forward| |fast-forward| to step through the history.
de: Benutze die Pfeile |fast-backward| |step-backward| und |step-forward| |fast-forward|, um dich durch den Verlauf zu bewegen.
es_cu: Utiliza las flechas |fast-backward| |step-backward| y |step-forward| |fast-forward| para avanzar a través del historial.
ja: 矢印 |fast-backward| |step-backward| と |step-forward| |fast-forward| で履歴を確認できます。

source: Restore the displayed version with |check| **Restore**, or exit the history without restoring with |times| **Close**.
de: Stelle die ausgewählte Version mit |check| **Wiederherstellen** wieder her oder verlasse den Verlauf ohne Wiederherstellung mit |times| **Schließen**.
es_cu: Restaura la versión mostrada con |check| **Restaurar**, o sal del historial sin restaurar con |times| **Cerrar**.
ja: 表示されているバージョンを |check| **復元**\ で復元するか、 |times| **閉じる**\ で復元せず履歴の確認を終了できます。

source: To save storage space CryptDrive history can be deleted in the :ref:`user settings <user_settings_cryptDrive>`.
de: Um Speicherplatz zu sparen, kann der Verlauf des CryptDrives in den :ref:`Benutzereinstellungen <user_settings_cryptDrive>` gelöscht werden.
es_cu: Para ahorrar espacio de almacenamiento, el historial de CryptDrive se puede eliminar en la :ref:`configuración del usuario <user_settings_cryptDrive>`.
ja: ストレージ容量の節約に、CryptDriveの履歴は\ :ref:`ユーザー設定 <user_settings_cryptDrive>`\ で削除できます。

source: :ref:`Shared folders <shared_folders>` have their own history, separate from CryptDrive history. Restoring the history of the drive does not affect shared folders, conversely the history of a shared folder can be restored without affecting the rest of the drive.
de: :ref:`Geteilte Ordner <shared_folders>` haben ihren eigenen Verlauf, unabhängig vom Verlauf des CryptDrives. Die Wiederherstellung des CryptDrive-Verlaufs beeinflusst geteilte Ordner nicht. Umgekehrt kann der Verlauf eines geteilten Ordners wiederhergestellt werden, ohne andere Teile des CryptDrives zu beeinflussen.
es_cu: :ref:`Las carpetas compartidas <shared_folders>` tienen su propio historial, separado del historial de CryptDrive. Restaurar el historial de la unidad no afecta a las carpetas compartidas; de manera similar, el historial de una carpeta compartida se puede restaurar sin afectar al resto del drive.
ja: :ref:`共有フォルダー <shared_folders>`\ には、CryptDriveの履歴とは別に、固有の履歴が設定されます。ドライブの履歴を復元しても共有フォルダーの履歴に対する影響はなく、逆にまた、共有フォルダーの履歴を復元してもドライブの履歴に対する影響はありません。

source: Tags
es_cu: Etiquetas
fr: Mots-Clés
ja: タグ

source: Group documents in multiple categories by using tags. Your tags are not visible by other users.
de: Dokumente können mit Tags in Kategorien zusammengefasst werden. Deine Tags sind nicht für andere Benutzer sichtbar.
es_cu: Agrupa documentos en múltiples categorías usando etiquetas. Tus etiquetas no son visibles para otros usuarios.
fr: Les mots-clés permettent de grouper les documents dans des catégories multiples. Vos mots-clés ne sont pas visibles par d'autres utilisateurs.
ja: タグを使えば、ドキュメントを複数のカテゴリーにまとめることができます。設定したタグは他のユーザーには表示されません。

source: The |hashtag| **Tags** tab in the drive displays all tags in use and their associated documents.
de: Die Unterseite |hashtag| **Tags** im CryptDrive zeigt alle verwendeten Tags und die dazugehörigen Dokumente.
es_cu: La pestaña |hashtag| **Etiquetas** en la unidad muestra todas las etiquetas en uso y los documentos asociados a cada una.
ja: ドライブの |hashtag| **タグ**\ のタブでは、使用中の全てのタグと、タグ付けされたドキュメントが表示されます。

source: To add or remove tags from a document:
de: Um Tags zu Dokumenten hinzufügen oder von Dokumenten zu entfernen:
es_cu: Para agregar o eliminar etiquetas de un documento:
fr: Pour ajouter ou supprimer des mots-clés à un document :
ja: ドキュメントでタグを追加・削除するには、

source: From the drive: ``Right click`` on the document > |hashtag| **Tags**.
de: Im CryptDrive: ``Rechtsklicke`` auf das Dokument > |hashtag| **Tags**.
es_cu: Desde la unidad: ``Haz clic derecho`` en el documento > |hashtag| **Etiquetas**.
ja: ドライブからは、ドキュメントを ``右クリック`` > |hashtag| **タグ**\ 。

source: From a document: |file-o| **File** > |hashtag| **Tags**.
de: Im Dokument: |file-o| **Datei** > |hashtag| **Tags**.
es_cu: Desde un documento: |file-o| **Archivo** > |hashtag| **Etiquetas**.
fr: Dans un document : |file-o| **Fichier** > |hashtag| **Mots-clés**.
ja: ドキュメントからは、 |file-o| **ファイル** > |hashtag| **タグ**\ 。

source: To manage tags for multiple documents:
de: Um Tags für mehrere Dokumente zu verwalten:
es_cu: Para administrar etiquetas para varios documentos:
fr: Pour gérer les mots-clés de plusieurs documents :
ja: 複数のドキュメントのタグを管理するには、

source: Select the documents with :kbd:`Ctrl` + ``Click`` in CryptDrive.
de: Wähle mehrere Dokumente im CryptDrive mit :kbd:`Strg` + ``Klick`` aus.
es_cu: Selecciona los documentos con :kbd:`Ctrl `+ `Click`` en CryptDrive.
ja: CryptDriveで :kbd:`Ctrl` + ``クリック`` してドキュメントを選択。
