Repository: Chouhartem/cryptpad-documentation
Catalog: locale/*/LC_MESSAGES/user_guide/drive.po
Languages: de, es_cu, fr, ja

source: ``Right click`` on the documents > |hashtag| **Tags**.
de: ``Rechtsklicke`` auf die Dokumente > |hashtag| **Tags**.
es_cu: ``Haz click derecho`` en los documentos > |hashtag| **Etiquetas**.
fr: ``Clic droit`` sur les documents > |hashtag| **Mots-clés**.
ja: ドキュメントで ``右クリック`` > |hashtag| **タグ**\ 。

source: Only the tags assigned to all the documents are then displayed. Any tags added and/or removed are applied to all the selected documents.
de: Es werden dann nur die Tags angezeigt, die allen Dokumenten zugeordnet sind. Alle hinzugefügten und/oder entfernten Tags werden auf alle ausgewählten Dokumente angewendet.
es_cu: Solo se muestran las etiquetas asignadas a todos los documentos seleccionados. Cualquier etiqueta añadida y/o eliminada se aplica a todos los documentos seleccionados.
fr: Seuls les mots-clés en commun à tous les documents sélectionnés sont alors affichés. Les ajouts et/ou suppressions de mots-clés sont appliquées à toute la séléction.
ja: その後、全てのドキュメントに付けられているタグだけが表示されます。タグを追加、削除すると、選択した全てのドキュメントに適用されます。

source: Templates
de: Vorlagen
es_cu: Plantillas
fr: Modèles
ja: テンプレート

source: Templates provide reusable starting points to create documents of a similar structure, for example invoices, letterheads, reports, and so on.
de: Vorlagen stellen wiederverwendbare Ausgangspunkte zum Erstellen von Dokumenten mit ähnlicher Struktur dar, z. B. Rechnungen, Briefköpfe, Berichte usw.
es_cu: Las plantillas proporcionan puntos de partida reutilizables para crear documentos de estructura similar, por ejemplo, facturas, membretes, informes, etc.
fr: Les modèles sont des gabarits réutilisables pour créer des documents de même type, par exemple facture, papier à lettre, rapport, etc.
ja: テンプレートは、請求書やレターヘッド、報告書など、基本的な構造を共有している文書を作成する際のひな型として利用することができます。

source: To create a template:
de: Um eine Vorlage zu erstellen:
es_cu: Para crear una plantilla:
fr: Créer un modèle :
ja: テンプレートを作成するには、

source: Select the |cptools template| **Templates** tab in the drive.
de: Wähle die Unterseite |cptools template| **Vorlagen** im CryptDrive.
es_cu: Selecciona la pestaña |cptools template| **Plantillas** en la unidad.
ja: ドライブの |cptools template| **テンプレート**\ タブを選択。

source: |plus| **New** in the toolbar.
de: |plus| **Neu** in der Werkzeugleiste.
es_cu: |plus| **Nuevo** en la barra de herramientas.
fr: |plus| **Nouveau pad** dans la barre d'outils.
ja: ツールバーの |plus| **新規**\ 。

source: or
de: oder
es_cu: o
fr: ou
ja: または

source: In an existing document: |file-o| **File** > |bookmark| **Save as template**.
de: In einem existierenden Dokument: |file-o| **Datei** > |bookmark| **Als Vorlage speichern**.
es_cu: En un documento existente: |file-o| **Archivo** > |bookmark| **Guardar como plantilla**.
fr: Dans un document existant : |file-o| **Ficher** > |bookmark| **Sauvegarder en tant que modèle**.
ja: 既存のドキュメントで、 |file-o| **ファイル** > |bookmark| **テンプレートとして保存**\ 。

source: Create a :ref:`new document <new_document>`.
de: Erstelle ein :ref:`neues Dokument <new_document>`.
es_cu: Crea un :ref:`nuevo documento <new_document>`.
fr: Créer un :ref:`nouveau document <new_document>`.
ja: :ref:`新しいドキュメント <new_document>`\ を作成。

source: On the creation screen select |cptools new-template| **New template**.
de: Im Dialog wähle |cptools new-template| **Neue Vorlage**.
es_cu: En la pantalla de creación selecciona |cptools new-template| **Nueva plantilla**.
fr: Sur l'écran de création séléctionner |cptools new-template| **Nouveau modèle**.
ja: 作成画面で |cptools new-template| **新しいテンプレート**\ を選択。

source: To use a template:
de: Um eine Vorlage zu verwenden:
es_cu: Para usar una plantilla:
fr: Utiliser un modèle :
ja: テンプレートを使用するには、

source: Select the template when creating a :ref:`new document <new_document>`.
de: Wähle die Vorlage bei der Erstellung eines :ref:`neuen Dokuments <new_document>` aus.
es_cu: Selecciona la plantilla al crear un :ref:`nuevo documento <new_document>`.
fr: Sélectionner le modèle lors de la création d'un :ref:`nouveau document <new_document>`.
ja: :ref:`新しいドキュメント <new_document>`\ を作成する際にテンプレートを選択。

source: In an existing document: |file-o| **File** > |upload| **Import a template**. Please note: this option **replaces** the contents of the document with the template.
de: In einem existierenden Dokument: |file-o| **Datei** > |upload| **Eine Vorlage importieren**. Bitte beachte: Diese Option **ersetzt** den Inhalt des Dokument mit der Vorlage.
es_cu: En un documento existente: |file-o| **Archivo** > |upload| **Importar una plantilla**. Ten en cuenta que esta opción **reemplaza** el contenido del documento con la plantilla.
fr: Dans un document existant : |file-o| **Ficher** > |upload| **Importer un modèle**. Attention cette option **remplace** le contenu du document avec celui du modèle.
ja: 既存のドキュメントで、 |file-o| **ファイル** > |upload| **テンプレートをインポート**\ 。注意：このオプションはドキュメントの内容をテンプレートで\ **置き換えます**\ 。

source: The CryptDrive is used to store and manage documents. For logged in users it is the default landing page on CryptPad. It is also accessible from the other pages:
fr: Le CryptDrive est utilisé pour stocker et organiser les documents. Pour les utilisateurs connectés, le CryptDrive est la page par défaut de CryptPad. Il est aussi accessible depuis les autres pages :

source: ``Clic`` on the logo at the top-left.
fr: ``Clic`` sur le logo (en haut à gauche).

source: Documents in the CryptDrive can be displayed as a |list| list or a |th-large| grid. To switch between the two, use the button at the right of the CryptDrive toolbar (under the avatar).
fr: Les documents dans le CryptDrive sont affichés sous forme de |list| liste ou de |th-large| grille. Pour passer de l'un à l'autre, utiliser le bouton à droite dans la barre d'outils du Drive (sous l'avatar).

source: The CryptDrive in grid view.
fr: Le CryptDrive en mode grille.

source: The CryptDrive in list view.
fr: Le CryptDrive en mode liste.

source: :badge:`Logged in users`
fr: :badge:`Utilisateurs enregistrés`

source: There are multiple ways to create folders in the CryptDrive:
fr: Il y a plusieurs manières de créer un dossier dans le CryptDrive :

source: ``Ctrl + e`` > |folder| **Folder**.
fr: ``Ctrl + e`` > |folder| **Dossier**.

source: Once a folder is created, documents can be added to it by dragging them from the CryptDrive.
fr: Une fois le dossier créé, des documents peuvent y être ajoutés en les faisant glisser depuis le CryptDrive.

source: There are two ways to rename documents on CryptPad. One changes the document title for all users, the other changes it only in your CryptDrive.
fr: Il y a deux manières de renommer un document dans CryptPad. L'une change le titre pour tous les utilisateurs, l'autre uniquement pour vous.

source: To change the title of a documents for all users that have it in their CryptDrive:
fr: Pour changer le titre d'un document pour tous les utilisateurs qui ont ce document dans leur CryptDrive :

source: Save with the |check| button or ``Enter`` key.
fr: Valider avec le bouton |check| ou la touche ``Entrée``.

source: To change the title of a document only in your CryptDrive:
fr: Pour renommer un document uniquement dans votre CryptDrive :

source: ``Right click`` on the document in your CryptDrive > |pencil| **Rename**.
fr: ``Clic droit`` sur le document dans votre CryptDrive > |pencil| **Renommer**.

source: Save with the ``Enter`` key.
fr: Valider avec la touche ``Entrée``.

source: The |flag| icon indicates that the title of a document is different in your CryptDrive than for other users.
fr: L'icone |flag| indique les documents qui ont été renommés dans votre CryptDrive uniquement.

source: |trash| **Removing** a document means it stops appearing in the CryptDrive but remains in the database. The document remains in the CryptDrive of other users who have stored it. The document can be recovered in the CryptDrive using the :ref:`history <drive_history>`.
fr: |trash| **Supprimer** un document le fait disparaître du CryptDrive mais pas de la base de données. Le document reste dans le CryptDrive d'autres utilisateurs qui l'ont stocké et peut être restauré par l':ref:`historique <drive_history>`.

source: |cptools destroy| **Destroying** a document deletes it from the database permanently. The document is deleted from all CryptDrives that store it, and it cannot be recovered using the CryptDrive history. :badge:`Document owners`
fr: |cptools destroy| **Détruire** un document le supprime de la base de données de manière permanente. Le document est supprimé de tous les CryptDrives où il est stocké, et il ne peut pas être restauré par l'historique. :badge:`Utilisateurs enregistrés`

source: If a document is not stored in any CryptDrive, it is **destroyed** from the database after 90 days (the length of this delay can be set by the service administrators).
fr: Si un document n'est stocké dans aucun CryptDrive, il est **détruit** dans la base de données après 90 jours d'inactivité (ce délai peut être reglé par les administrateurs du service).

source: To **remove** a document from the CryptDrive.
fr: Pour **supprimer** un document du CryptDrive.

source: Drag the document from the CryptDrive into the |trash| **Trash**.
fr: Faire glisser le document depuis le CryptDrive jusque dans la |trash| **Corbeille**.

source: Select the document and press the ``Del`` key.
fr: Séléctionner le document puis appuyer sur la touche ``Suppr``.

source: To **remove** the document from the CryptDrive without storing it in the trash first:
fr: Pour **supprimer** directement un document depuis le CryptDrive sans passer par la corbeille :

source: Select the document and press the ``Shift + Del`` keys.
fr: Selectioner le document puis appuyer sur les touches ``Maj + Suppr``.

source: ``Right click`` on the |trash| **Trash** tab to the left of the CryptDrive > |trash-o| **Empty the trash**.
fr: ``Clic droit`` sur l'onglet |trash| **Corbeille** à gauche du Drive > |trash-o| **Vider la Corbeille**.

source: ``Right click`` on the document in the CryptDrive > |cptools destroy| **Destroy**. :badge:`Document owners`
fr: ``Clic droit`` sur le document dans le CryptDrive > |cptools destroy| **Détruire**. :badge:`Utilisateurs enregistrés`

source: CryptDrive history
fr: Historique du CryptDrive

source: The CryptDrive history is saved and can be restored if needed. From the CryptDrive:
fr: L'historique du CryptDrive est sauvegardé et peut être restauré en cas de besoin. Depuis le CryptDrive :

source: Use the arrows |fast-backward| |step-backward| to step through the history.
fr: Utiliser les flèches |fast-backward| |step-backward| pour remonter dans l'historique étape par étape.

source: Restore the current step with , or exit the history wihtout restoring with |window-close|.
fr: Restaurer l'étape sélectionnée avec |check-circle-o| ou sortir de l'historique sans restaurer avec |window-close|.

source: To save storage space the CryptDrive history can be deleted in the :ref:`user settings <user_settings_cryptDrive>`.
fr: Pour économiser de l'espace de stockage, l'historique du CryptDrive peut être supprimé dans les :ref:`préférences utilisateur <user_settings_cryptDrive>`.

source: :ref:`Shared folders <shared_folders>` have their own history, separate from the CryptDrive history. Restoring the history of the drive does not affect shared folders, conversely the history of a shared folder can be restored without affecting the rest of the drive.
fr: Les :ref:`dossiers partagés <shared_folders>` ont leur propre historique, séparé de l'historique du CryptDrive. Restaurer l'historique du drive n'affecte pas les dossiers partagés, inversement l'historique d'un dossier partagé peut être restauré ou supprimé sans affecter le reste du drive.

source: The |hashtag| **Tags** tab in the CryptDrive displays all tags in use and their associated documents.
fr: L'onglet |hashtag| **Mots-clés** dans le CryptDrive permet de voir tous les mots-clés utilisés et leurs documents associés.

source: From the CrytpDrive: ``Right click`` on the document > |hashtag| **Tags**.
fr: Dans le CryptDrive : ``Clic droit`` sur le document> |hashtag| **Mots-clés**.

source: Select the documents with ``Ctrl + Click`` in the CryptDrive.
fr: Sélectionner les documents avec ``Ctrl + Clic`` dans le CryptDrive.

source: Select the |cptools template| **Templates** tab in the CryptDrive.
fr: Sélectionner l'onglet |cptools template| **Modèles** dans le CryptDrive.
