Repository: Chouhartem/cryptpad-documentation
Catalog: locale/*/LC_MESSAGES/user_guide/security.po
Languages: de, es_cu

source: Security
de: Sicherheit
es_cu: Seguridad

source: Trust Assumptions
de: Vertrauen
es_cu: Suposiciones de confianza

source: CryptPad is end-to-end encrypted and the server has no access to your data. However, as with any other web application, some entities still need to be trusted in order to guarantee security:
de: CryptPad ist Ende-zu-Ende verschlüsselt und der Server hat keinen Zugriff auf deine Daten. Trotzdem gibt es - wie mit jeder anderen Webanwendung auch - einige Komponenten, die vertrauenswürdig sein müssen, um Sicherheit zu garantieren:
es_cu: CryptPad está cifrado de extremo a extremo y el servidor no tiene acceso a tus datos. Sin embargo, como ocurre con cualquier otra aplicación web, hay entidades en las que es necesario confiar para garantizar la seguridad:

source: Your chosen CryptPad :ref:`instance <cryptpad_instances>` to
de: Deiner gewählten CryptPad :ref`Instanz <cryptpad_instances>`, dass
es_cu: Tu :ref:`instance <cryptpad_instances>` de CryptPad escogida para

source: run the same code as the one published on GitHub,
de: sie den selben Code laufen lässt, der auf GitHub publiziert ist,
es_cu: ejecutar el mismo código que el publicado en GitHub,

source: not block your network messages, and
de: deine Netzwerknachrichten nicht blockiert, und dass
es_cu: no bloquear los mensajes de tu red, y

source: follow its terms of service and privacy policy.
de: sie den Nutzungsbedingungen und Datenschutzerklärungen folgt.
es_cu: seguir sus términos de servicio y política de privacidad.

source: Your collaborators not to forward :ref:`sharing links <share_link>` to illegitimate third parties.
de: Deinen Mitschreibenden, dass sie die :ref:`geteilten Links <share_link>` nicht an unberechtigte Dritte weitergeben.
es_cu: Que tus colaboradores no reenvíen :ref:`sharing links <share_link>` con terceros ilegítimos.

source: Under these assumptions you can be sure that it is technically not possible to read or modify your documents by
de: Unter diesen Annahmen kannst du sicher sein, dass es technisch nicht möglich ist, deine Dokumente zu lesen oder zu bearbeiten. Und zwar weder
es_cu: Bajo estas premisas, puedes estar seguro de que técnicamente no es posible leer o modificar tus documentos por

source: your chosen CryptPad instance,
de: für den Server,
es_cu: tu instancia elegida de CryptPad,

source: any powerful adversary that can see your web traffic, or
de: mächtigen Gegenspielende, die deinen Netzwerkverkehr sehen können,
es_cu: cualquier adversario poderoso que pueda ver tu tráfico en la red, o

source: any other user.
de: noch für alle anderen Benutzenden.
es_cu: cualquier otro usuario.

source: We maintain a `list of public CryptPad instances <https://cryptpad.org/instances>`_ to let you better decide on whom you want to trust.
de: Wir pflegen eine `Liste mit öffentlichen CryptPad-Instanzen <https://cryptpad.org/instances>`_ , damit du entscheiden kannst, wem du vertrauen möchtest.
es_cu: Mantenemos una `list of public CryptPad instances <https://cryptpad.org/instances>`_ para ayudarte a decidir mejor en quién confiar.

source: CryptPad does only provide a weak form of anonymity. Your chosen CryptPad instance can see your IP address and your "user agent" (browser and operating system).
de: CryptPad bietet nur eine schwache Form von Anonymität an. Deine gewählte CryptPad-Instanz kann sowohl deine IP-Adresse als auch deinen "User Agent" (Browse-Name und Betriebssystem) sehen.
es_cu: CryptPad solo cuenta con una forma débil de anonimato. Tu instancia elegida de CryptPad puede ver tu dirección IP y tu "user agent" (navegador y sistema operativo).

source: If you need stronger anonymity guarantees, you can access CryptPad via `Tor <https://www.torproject.org>`_.
de: Falls du bessere Anonymität brauchst, kannst du CryptPad via `Tor <https://www.torproject.org>`_ erreichen.
es_cu: Si necesitas garantías de anonimato más fuertes, puedes acceder a CryptPad a través de `Tor <https://www.torproject.org>`_.

source: Passwords for documents and folders
de: Passwörter für Dokumente und Ordner
es_cu: Contraseñas para documentos y carpetas

source: :badge_user:`Logged in users`
de: :badge_user:`Eingeloggte Benutzer`
es_cu: :badge_user:`Usuarios registrados`

source: When you share the link to a document or shared folder through an insecure channel (for example email or SMS), someone might intercept the link and gain access to your data. To prevent this from happening, the :ref:`owners <owners>` of a document or folder can add a password.
de: Wenn du den Link zu einem Dokument oder einem freigegebenen Ordner über einen unsicheren Kanal (z. B. E-Mail oder SMS) teilst, könnte jemand den Link abfangen und Zugriff auf deine Daten erhalten. Um dies zu verhindern, können die :ref:`Eigentümer <owners>` eines Dokuments oder Ordners ein Passwort hinzufügen.
es_cu: Cuando compartes el enlace a un documento o carpeta compartida a través de un canal inseguro (por ejemplo, correo electrónico o SMS), alguien podría interceptar el enlace y obtener acceso a tus datos. Para evitar que esto suceda, los :ref:`owners <owners>` de un documento o carpeta pueden añadir una contraseña.

source: When you :ref:`share documents with your contacts and teams directly on CryptPad <share_contacts>`, communications are encrypted and we assume that you want to give them access. Therefore the password is remembered and sent with the document/folder when you share it. The recipient, or yourself, are **not** asked for it when they open the document.
de: Wenn du `Dokumente mit deinen Kontakten und Teams direkt auf CryptPad teilst <share_contacts>`, wird die Kommunikation verschlüsselt und wir gehen davon aus, dass du ihnen Zugriff gewähren möchtest. Daher wird das Passwort gespeichert und mit dem Pad mitgeschickt, wenn du es teilst. Der Empfänger, oder du selbst, werden **nicht** danach gefragt, wenn sie das Dokument öffnen.
es_cu: Cuando :ref:`share documents with your contacts and teams directly on CryptPad <share_contacts>`, las comunicaciones están cifradas y asumimos que deseas darles acceso. Por lo tanto, la contraseña se guarda y se envía con el documento/carpeta cuando lo compartes. Al destinatario, o a ti mismo, **no** se les pide cuando abren el documento.

source: You can add a password to a document when you :ref:`create <new_document>` it.
de: Du kannst bei der :ref:`Erstellung <new_document>` von Dokumenten ein Passwort hinzufügen.
es_cu: Puedes agregar una contraseña a un documento cuando lo :ref:`create <new_document>`.

source: You can also add or change the password in the :ref:`access` menu:
de: Du kannst im Menü :ref:`Zugriff <access>` ein Passwort hinzufügen oder ändern:
es_cu: También puedes añadir o cambiar la contraseña en el menú de :ref:`access` :

source: From the CryptDrive: ``Right click`` > |unlock-alt| **Access**.
de: Im CryptDrive: ``Rechtsklick`` > |unlock-alt| **Zugriff**.
es_cu: Desde el CryptDrive: ``Right click`` > |unlock-alt| **Acceso**.

source: From the document toolbar: |unlock-alt| **Access**.
de: Werkzeugleiste im Dokument: |unlock-alt| **Zugriff**.
es_cu: Desde la barra de herramientas del documento: |unlock-alt| **Acceso**.

source: Verifying contacts
de: Kontakte verifizieren
es_cu: Verificando contactos

source: To verify a contact's identity, i.e., that a contact belongs to the person you think, you can compare the public signing keys:
de: Um die Identität eines Kontakts zu verifizieren (d.h. dass der Kontakt wirklich zu jener Person gehört, die du denkst), kannst du die öffentlichen Signierschlüssel vergleichen:
es_cu: Para verificar la identidad de un contacto asegúrate de que pertenece a la persona que crees, puedes comparar las claves públicas de firma:

source: Ask your contact to share :ref:`their public key <user_settings_account>` over a secure channel with you.
de: Frage deine Kontakte, :ref:`ihren öffentlichen Schlüssel <user_settings_account>` über einen sicheren Kommunikationskanal mit dir zu teilen.
es_cu: Pídele a tu contacto que comparta :ref:`their public key <user_settings_account>` contigo a través de un canal seguro.

source: If this public key matches the one from your contact's :ref:`profile page <another_user_profile>`, you can be sure that the contact belongs to the person at the other end of the secure channel.
de: Falls der öffentliche Schlüssel mit :ref:`dem deines Kontakts <another_user_profile>` übereinstimmt, kannst du dir sicher sein, dass der Kontakt zur Person am anderen Ende des sicheren Kommunikationskanal gehört.
es_cu: Si esta clave pública coincide con la de la :ref:`profile page <another_user_profile>` de tu contacto, puedes estar seguro de que el contacto pertenece a la persona al otro lado del canal seguro.

source: Self-destructing documents
de: Selbst-zerstörende Dokumente
es_cu: Documentos autodestructivos

source: Self-destructing documents will be destroyed automatically without the interaction of any user. This ensures that sensitive data is not accessible forever.
de: Selbst-zerstörende Dokumente werden automatisch ohne die Interaktion von Benutzenden gelöscht. Dies stellt sicher, dass sensible Daten nicht für immer zugänglich sind.
es_cu: Los documentos autodestructivos se destruirán automáticamente sin la intervención de ningún usuario. Esto asegura que los datos sensibles no sean accesibles para siempre.

source: There are two ways to create self-destructing documents:
de: Es gibt zwei Möglichkeiten, selbst-zerstörende Dokumente zu erstellen:
es_cu: Existen dos formas de crear documentos autodestructivos:

source: You can set an expiration time during :ref:`creating <new_document>`.
de: Du kannst bei der :ref:`Erstellung <new_document>` von Dokumenten ein Ablaufdatum hinzufügen.
es_cu: Puedes establecer un tiempo de expiración durante la :ref:`creating <new_document>`.

source: You can share a document via a :ref:`view-once-and-self-destruct link<share_access_rights>`.
de: Du kannst ein Dokument über einen Link :ref`"Einmal ansehen mit Selbstzerstörung" <share_access_rights>` teilen.
es_cu: Puedes compartir un documento mediante un :ref:`view-once-and-self-destruct link<share_access_rights>`.

source: Remote Disconnect
de: Sitzungen beenden
es_cu: Desconexión remota

source: In some cases (loss or theft of a device, forgotten to log out of a session on a shared computer, etc.) it can be necessary to close all active CryptPad sessions. This can be done in two ways:
de: In einigen Fällen (Verlust oder Diebstahl eines Gerätes, vergessene Abmeldung von einer Sitzung auf einem gemeinsam genutzten Computer, usw.) kann es notwendig sein, alle aktiven CryptPad-Sitzungen zu beenden. Dazu gibt es zwei Möglichkeiten:
es_cu: En algunos casos (pérdida o robo de un dispositivo, olvido de cerrar sesión en un equipo compartido, etc.) puede ser necesario cerrar todas las sesiones activas de CryptPad. Esto se puede hacer de dos formas:

source: User menu (avatar at the top-right) > |gear| **Settings** > |lock| **Confidentiality** > **LOG OUT**.
de: Benutzermenü (Avatar oben rechts) > |gear| **Einstellungen** > |lock| **Vertraulichkeit** > **Andere Sitzungen beenden**.
es_cu: Menu del usuario (Avatar en la parte superior derecha) > |gear| **Ajustes** > |lock| **Confidencialidad** > **CERRAR**.

source: This option logs out all sessions **except** the one from which it is actiaved.
de: Diese Option loggt dich überall aus, **außer** der gerade verwendeten Sitzung.

source: User menu (avatar at the top-right) > |plug| **Log out everywhere**.
de: Benutzermenü (Avatar oben rechts) > |plug| **Überall ausloggen**.
es_cu: Menú del usuario (Avatar en la parte superior derecha) > |plug| **Cerrar sesión en todas partes**.

source: This option logs out all sessions **including** the one from which it is activated.
de: Diese Option loggt dich überall aus, **einschließlich** der gerade verwendeten Sitzung.
es_cu: Esta opción cierra todas las sesiones **incluyendo** aquella desde la cual se activa.

source: Remote Content
de: Externer Inhalt
es_cu: Contenido remoto

source: In Markdown editors (:ref:`app_code`, :ref:`app_slides`, :ref:`app_kanban`), CryptPad blocks images and other remotely hosted content to prevent potential tracking.
de: CryptPad blockiert Bilder und andere externe Inhalte in den Markdown-Editoren (:ref:`app_code`, :ref:`app_slides`, :ref:`app_kanban`), um mögliches Tracking zu verhindern.
es_cu: En los editores Markdown (:ref:`app_code`, :ref:`app_slides`, :ref:`app_kanban`), CryptPad bloquea las imágenes y otros contenidos alojados remotamente para evitar posibles rastreos.

source: To include images from the CryptDrive or to upload new ones, use the |picture-o| **Insert** menu. This menu inserts a ``media-tag`` element that is more complex than Markdown image syntax but is managed automatically.
de: Um Bilder aus dem CryptDrive einzubetten oder neue Bilder hochzuladen, verwende das Menü |picture-o| **Einfügen**. Dieses Menü fügt ein Element ``media-tag`` ein. Es ist komplexer als die Bildersyntax von Markdown, wird aber automatisch erstellt.
es_cu: Para incluir imágenes desde CryptDrive o cargar nuevas, utiliza el menú **Insertar** |picture-o|. Este menú inserta un elemento ``media-tag`` que es más complejo que la sintaxis de imagen en Markdown pero se gestiona automáticamente.

source: Known caveats
de: Bekannte Tücken
es_cu: Problemas conocidos

source: No unique usernames
de: Keine einzigartigen Kontonamen
es_cu: Los nombres de usuarios pueden repetirse

source: Neither the :ref:`account name <user_settings_account>` nor the :ref:`display name <user_settings_account>` is unique in CryptPad. This means that you cannot trust usernames to identify people. Instead, :ref:`identify your contact <verifying_contacts>` via their public keys.
de: Weder der :ref:`Kontoname <user_settings_account>` noch der :ref:`Anzeigename <user_settings_account>` ist einzigartig in CryptPad. Dies bedeutet, dass du diesen Namen nicht vertrauen kannst, um Kontakte zu identifizieren. Nutze dazu die :ref:`Identifikation über ihre öffentlichen Signierschlüssel <verifying_contacts>`.
es_cu: Ni el :ref:`account name <user_settings_account>` ni el :ref:`display name <user_settings_account>` son únicos en CryptPad. Esto significa que no puedes confiar en los nombres de usuario para identificar a las personas. En su lugar, :ref:`identify your contact <verifying_contacts>` por medio de las llaves públicas.

source: Edit rights in teams
de: Bearbeitungsrechte in Teams
es_cu: Permisos de edición en equipos

source: Team members with edit access to a teams drive may share this access to other users both inside and outside the team. Team members may even convert folders into :ref:`shared folders <shared_folders>` and delegate their access to anybody they want.
de: Team-Mitglieder mit Bearbeitungszugriff auf ein Team-Drive können diesen Zugriff mit Personen innerhalb und außerhalb des Teams teilen. Team-Mitglieder können sogar Ordner in :ref:`geteilte Ordner <shared_folders>` konvertieren und so ihre Zugriffsrechte mit allen möglichen Personen teilen.
es_cu: Los miembros del equipo con acceso de edición a una unidad de equipos pueden compartir este acceso con otros usuarios, tanto dentro como fuera del equipo. Los miembros del equipo incluso pueden convertir carpetas en :ref:`shared folders <shared_folders>` y delegar su acceso a cualquier persona que deseen.

source: You therefore have to be careful with whom you grant edit rights. You may also want to
de: Du musst darum vorsichtig sein, wem du Bearbeitungsrechte gewährst. Möglicherweise willst du auch
es_cu: Por lo tanto, deben tener cuidado con a quién se otorga derechos de edición. Es posible que también deseen

source: set the :ref:`role <team_roles_and_permissions>` of a member to viewer and selectively share edit rights to this person.
de: die :ref:`Rolle <team_roles_and_permissions>` eines Mitglieds auf Betrachter setzen und selektiv Bearbeitungsrechte pro Dokument mit dieser Person teilen.
es_cu: establecer el :ref:`role <team_roles_and_permissions>` de un miembro como observador y compartir selectivamente los derechos de edición con esta persona.

source: use :ref:`access lists <access_list>` to limit the access to a file to specific contacts.
de: Eine :ref:`Zugriffsliste <access_list>` erstellen, um den Zugriff auf ein Dokument auf ausgewählte Kontakte zu beschränken.
es_cu: usa :ref:`access lists <access_list>` para limitar el acceso de contactos específicos a un archivo.

source: Access of former team members
de: Zugriff ehemaliger Team-Mitglieder
es_cu: Acceso de ex miembros del equipo

source: The team communication is encrypted with static keys. This implies that a former team member still has the keys. A former team member can therefore potentially decrypt team messages and can also keep the same access to the team's document as before. However, this requires to modify the client source code as the official one does neither store the keys nor decrypt any messages of a team which the user is not part of.
de: Die Kommunikation innerhalb eines Teams ist mit statischen Schlüsseln verschlüsselt. Ein ehemaliges Team-Mitglied hat also auch nach Verlassen des Teams weiterhin Zugriff auf die Schlüssel. Darum kann ein ehemaliges Mitglied potenziell Nachrichten eines Teams lesen und hat dadurch weiterhin Zugriff auf die Dokumente eines Teams. Dafür ist jedoch eine Modifizierung der Software notwendig, da die offizielle Software weder die Schlüssel speichert, noch Nachrichten eines ehemaligen Teams entschlüsselt.
es_cu: La comunicación del equipo está encriptada con claves estáticas. Esto implica que un ex miembro del equipo podría seguir teniendo acceso a las claves. Por lo tanto, un ex miembro del equipo podría potencialmente desencriptar los mensajes del equipo y mantener el mismo acceso a los documentos del equipo que tenía antes. Sin embargo, para lograr esto, necesitaría modificar el código fuente del cliente, ya que el programa oficial no almacena las claves ni desencripta mensajes de equipos a los que el usuario no pertenece.

source: This option logs out all sessions **except** the one from which it is activated.
es_cu: Esta opción cierra todas las sesiones **excepto** la que está activa al momento de usarla.
