Repository: Chouhartem/cryptpad-documentation
Catalog: locale/*/LC_MESSAGES/user_guide/support.po
Languages: es_cu, ja

source: Support
es_cu: Soporte
ja: サポート

source: Support tickets provide a secure communication channel with the administrators of the CryptPad instance. The **Support** page is accessible through:
es_cu: Las entradas de Soporte proporcionan un canal de comunicación seguro con los administradores de la instancia de CryptPad. La página de **Soporte** es accesible a través de:
ja: サポートチケットを使うと、CryptPadのインスタンスの管理者と安全に連絡することができます。\ **サポート**\ ページには、次の方法でアクセスできます。

source: User menu (avatar at the top-right) > |life-ring| **Support**.
es_cu: Menú de usuario (avatar en la parte superior derecha) > |life-ring| **Soporte**.
ja: ユーザーメニュー（右上のアバター）> |life-ring| **サポート**。

source: The support page is separated into 3 tabs:
es_cu: La página de soporte está dividida en 3 pestañas:
ja: サポートページは3つのタブに分かれています。

source: |envelope-o| :ref:`Existing tickets <support_existing>`
es_cu: |envelope-o| :ref:`Entradas existentes <support_existing>`
ja: |envelope-o| :ref:`既存のチケット <support_existing>`

source: |life-ring| :ref:`New ticket <support_new>`
es_cu: |life-ring| :ref:`Nuevo billete <support_new>`
ja: |life-ring| :ref:`新しいチケット <support_new>`

source: |wrench| :ref:`Debug data <support_debug>`
es_cu: |wrench| :ref:`Depurar datos <support_debug>`
ja: |wrench| :ref:`デバッグ用のデータ <support_debug>`

source: Existing tickets
es_cu: Entradas existentes
ja: 既存のチケット

source: It's where you can read the response from your instance administrators to the tickets you created. If needed, you can add more information to your first message by clicking the REPLY blue button. Note that you can add attachments to your message, like a screenshot for example.
es_cu: Es donde puedes leer la respuesta de los administradores de tu instancia a las entradas que has creado. Si es necesario, puedes agregar más información a tu primer mensaje haciendo click en el botón azul RESPONDER. Ten en cuenta que puedes agregar archivos adjuntos a tu mensaje, como una captura de pantalla, por ejemplo.
ja: ここで、インスタンスの管理者によるあなたのチケットへの返答を確認できます。必要であれば、青色のメッセージ返信ボタンをクリックすると、最初のメッセージに情報を追加できます。また、たとえばスクリーンショットのように、メッセージに添付ファイルを追加できます。

source: When receiving a response to a ticket, a :ref:`notification <user_settings_notifications>` is sent to your account, visible in the bell at the top right.
es_cu: Cuando recibes una respuesta a una entrada, se envía una :ref:`notificación <user_settings_notifications>` a tu cuenta, visible en la campana en la esquina superior derecha.
ja: チケットに対する返事が届くと、あなたのアカウントに\ :ref:`通知 <user_settings_notifications>`\ が送信されます。通知は、右上のベルで表示できます。

source: If your request has been fulfilled you can close the ticket. Or just wait for them to acknowledge your last message and close it themselves. When the ticket is closed it still appears in your existing tickets list. If you want, you can use the red button at the end to remove it.
es_cu: Si tu solicitud ha sido cumplida, puedes cerrar la entrada. O simplemente espera a que reconozcan tu último mensaje y la cierren ellos mismos. Cuando la entrada se cierra, aún aparece en tu lista de entradas existentes. Si quieres, puedes usar el botón rojo al final para eliminarla.
ja: リクエストが完了したらチケットを終了できます。または、最後に送信したメッセージを管理者が読み、チケットが閉じられるまで待っても構いません。終了したチケットは、既存のチケット一覧に表示されます。一覧の最後にある赤いボタンを押すと、終了したチケットを削除できます。

source: New ticket
es_cu: Nueva entrada
ja: 新しいチケット

source: You can create a new ticket by selecting a category, type in a subject and your request. Note that your instance administrator languages are shown at the top of the page. In case of need don't hesitate to use an online translation system.
es_cu: Puedes crear una nueva entrada seleccionando una categoría, escribiendo un asunto y tu solicitud. Ten en cuenta que los idiomas de tu administrador de instancia se muestran en la parte superior de la página. En caso de necesidad, no dudes en utilizar un sistema de traducción en línea.
ja: カテゴリーを選択して、件名とリクエストを入力すると、新しいチケットを作成できます。なお、インスタンスの管理者が使用している言語がページの上部に表示されます。サポートが必要であれば、オンラインの翻訳サービスを使ってください。

source: After selecting the category, some guidelines are shown. You'll learn what type of information your instance administrators will likely require to be able to help you.
es_cu: Después de seleccionar la categoría, se muestran algunas pautas. Aprenderás qué tipo de información probablemente necesitarán los administradores de tu instancia para poder ayudarte.
ja: カテゴリーを選択すると、ガイドラインが表示されます。ガイドラインには、問題解決に管理者が必要とする可能性がある情報が記載されています。

source: User account
es_cu: Cuenta de usuario
ja: ユーザーアカウント

source: Drive or team
es_cu: Unidad o equipo
ja: ドライブまたはチーム

source: Document
es_cu: Documento
ja: ドキュメント

source: Report abuse
es_cu: Reportar abuso
ja: 不正利用を報告

source: Bug report
es_cu: Reporte de error
ja: バグレポート

source: Other
es_cu: Otro
ja: その他

source: After typing your request and sending your ticket you are taken back to the existing tickets tab.
es_cu: Después de escribir tu solicitud y enviar tu entrada, serás redirigido a la pestaña de entradas existentes.
ja: リクエストを入力してチケットを送信すると、既存のチケットのタブにリダイレクトされます。

source: Debug data
es_cu: Datos de depuración
ja: デバッグ用データ

source: It shows you the information included in the support tickets you submit. Like everything else, it's all encrypted and only your instance administrators will be able to access this data. Note that doesn't give access to any of your documents.
es_cu: Te muestra la información incluida en las entradas de soporte que envías. Al igual que todo lo demás, está todo cifrado y solo los administradores de tu instancia podrán acceder a estos datos. Ten en cuenta que esto no da acceso a ninguno de tus documentos.
ja: ここには送信するサポートに含まれる内容が表示されます。他のデータと同様、内容は全て暗号化されており、このインスタンスの管理者のみがデータにアクセスできます。なお、これはドキュメントへのアクセスを許可するものではありません。

source: Here is the detailed list of the data shared and its purpose:
es_cu: Aquí está la lista detallada de los datos compartidos y su propósito:
ja: 以下は、共有されるデータと、共有の目的に関する詳細の一覧です。

source: Names
es_cu: Nombres
ja: 名前

source: The current name and username you specified for your account.
es_cu: El nombre actual y el nombre de usuario que especificaste para tu cuenta.
ja: アカウントに設定した現在の名前とユーザー名。

source: Identifiers
es_cu: Identificadores
ja: 識別子

source: Drive, channel and notification unique identifiers.
es_cu: Identificadores únicos de unidades, canales y notificaciones.
ja: ドライブ、チャンネル、通知の一意の識別子。

source: Keys
es_cu: Llaves
ja: 鍵

source: Public curve & key used for encryption.
es_cu: Curva pública y clave utilizada para el cifrado.
ja: 暗号化に使用される公開曲線と公開鍵。

source: Quota
es_cu: Cuota
ja: 保存領域の制限

source: Your total storage, how much is currently taken and the subscription if you have one.
es_cu: Tu almacenamiento total, cuánto se ha utilizado actualmente y la suscripción si tienes una.
ja: 保存領域の全体量と現在の使用量、定額利用（契約があれば）。

source: Web browser
es_cu: Navegador web
ja: ウェブブラウザー

source: User agent, vendor & appVersion let us know what web browser you are using and which version.
es_cu: El agente de usuario, el proveedor y la versión de la aplicación nos permiten saber qué navegador web está utilizando y qué versión.
ja: ユーザーエージェント、開発元、バージョンに関する情報をもとに、使用しているブラウザーを特定。

source: Screen
es_cu: Pantalla
ja: スクリーン

source: Width & height, allows us understand the kind of device you are using.
es_cu: "Ancho y altura" nos permiten entender el tipo de dispositivo que estás utilizando.
ja: スクリーンの幅と高さ。使用している端末の判定に使用。

source: Block location
es_cu: Ubicación del bloque
ja: ブロックの位置

source: To verify your credentials exist on the server in case of login issue.
es_cu: Para verificar que tus credenciales existen en el servidor en caso de un problema de inicio de sesión.
ja: ログインに問題が発生した際に、ログイン情報がサーバーに存在することを検証。

source: Teams
es_cu: Equipos
ja: チーム

source: List the teams you are member of and some information about them.
es_cu: Enumera los equipos de los que eres miembro y proporciona algo de información sobre ellos.
ja: あなたが所属しているチームと、チームに関する情報。
