Repository: Chouhartem/cryptpad-documentation
Catalog: locale/*/LC_MESSAGES/user_guide/apps/code.po
Languages: es_cu, ja

source: Code / Markdown
es_cu: Código / Markdown
ja: コード / マークダウン

source: The Code/Markdown application in CryptPad is an integration of `CodeMirror <https://codemirror.net/>`__.
es_cu: El Código/Markdown en CryptPad es una integración de `CodeMirror <https://codemirror.net/>`__.
ja: CryptPadのコード、マークダウンのアプリケーションは\ `CodeMirror <https://codemirror.net/>`__\ に基づいています。

source: Toolbar
es_cu: Barra de herramientas
ja: ツールバー

source: |wrench| **Tools**: Show/hide the text editor toolbar.
es_cu: |wrench| **Herramientas**: Muestra/oculta la barra de herramientas del editor de texto.
ja: |wrench| **ツール**\ ：テキストエディターのツールを表示または非表示。

source: |picture-o| **Insert**: Add an image to the document. The image can be chosen in the drive or uploaded. :badge_user:`Logged in users`
es_cu: |picture-o|**Insertar**: Añade una imagen al documento. La imagen se puede elegir en el disco o cargar. :badge_user:`Usuarios registrados`
ja: |picture-o| **挿入**\ ：画像をドキュメントに追加。画像はドライブから選択するかアップロードできます。 :badge_user:`ログイン済ユーザー`

source: |cptools palette| **Theme**: Set colors for the editor, detailed :ref:`below <app_code_theme>`.
es_cu: |cptools palette| **Tema**: Establecer colores en el editor, detallado :ref:`abajo <app_code_theme>`.
ja: |cptools palette| **テーマ**\ ：エディターの色を設定。詳細は\ :ref:`以下 <app_code_theme>`\ 。

source: |eye| **Preview**: Show/hide the Markdown preview pane.
es_cu: |eye| **Previa**: Muestra/oculta el panel de vista previa de Markdown.
ja: |eye| **プレビュー**\ ：マークダウンのプレビューパネルを表示または非表示。

source: Theme
es_cu: Tema
ja: テーマ

source: |paint-brush| **Color by author**: Highlight the text written by each user with their cursor color (picked in :ref:`user settings <user_settings_cursor>`). When active:
es_cu: |pincel| **Color por autor**: Resalta el texto escrito por cada usuario con el color de su cursor (seleccione en :ref: configuración de usuario cursor de <configuración de usuario>`) Cuando este activo:
ja: |paint-brush| **作者ごとの色**\ ：各ユーザーが記述したテキストを、ユーザーのカーソルの色で強調します（色は\ :ref:`ユーザー設定 <user_settings_cursor>`\ で指定）。アクティブな場合は、

source: |paint-brush| **Hide author colors** to turn off the display of colors in this window, the colors can be turned back on and remain active for other users.
es_cu: |pincel| **Ocultar colores de autor ** para desactivar la visualización de colores en esta ventana, los colores se pueden volver a activar y permanecer activos para otros usuarios.
ja: |paint-brush| **作者の色を隠す**\ と、このウィンドウでの色の表示を無効にします。色の表示は再び有効にできます。また、他のユーザーには有効のままにすることもできます。

source: |paint-brush| **Color by author** > **Clear and disable** to turn off the colors for all users and delete the data.
es_cu: |Pincel| **Color por autor** > **borrar y desactivar** para desactivar los colores para todos los usuarios y eliminar los datos.
ja: |paint-brush| **作者ごとの色** > **消去して無効にする**\ と、全てのユーザーの色の設定を無効にして、データを削除します。

source: **Theme**: Color scheme used in the code editor pane.
es_cu: **Tema**: combinación de colores utilizada en el panel del editor de código.
ja: **テーマ**\ ：コードエディターのパネルで使用する色テーマ。

source: **Language**: Used for syntax highlighting.
es_cu: **Idioma**: Se usa para resaltar la sintaxis.
ja: **言語**\ ：ハイライトに使用。

source: Import/Export
es_cu: Importar/Exportar
ja: インポート/エクスポート

source: |file-o| **File** > |upload| **Import**.
es_cu: |file-o| **Archivo ** > |upload| **Importar**.
ja: |file-o| **ファイル** > |upload| **インポート**。

source: Supported formats: Any plain text file, the file extension is used to determine the language.
es_cu: Formatos admitidos: Cualquier archivo del texto sin formato, la extensión del archivo se utiliza para determinar el idioma.
ja: サポートするフォーマット：任意のプレーンテキストファイル。ファイルの拡張子で言語を特定します。

source: |file-o| **File** > |download| **Export**.
es_cu: |file-o| **Archivo** > |download| **Exportar**.
ja: |file-o| **ファイル** > |download| **エクスポート**。

source: Supported formats: ``.md``, any other extension can be typed for the name of the exported file.
es_cu: AsFormatos admitidos: ``.md``, se puede escribir cualquier otra extensión para el nombre de archivo exportado.
ja: サポートするフォーマット：\ ``.md``。エクスポートするファイルの名前にはどの拡張子も入力できます。

source: The Code application is particularly suited for writing documents in Markdown: a lightweight syntax that offers basic formatting while remaining readable. Markdown is readily converted to other formats such as HTML.
es_cu: La aplicación Code es particularmente adecuada para escribir documentos en Markdown: una sintaxis liviana que ofrece formatos básicos sin dejar de ser legible. Markdown se convierte fácilmente a otros formatos como HTML.
ja: コードアプリケーションは特にマークダウンでドキュメントを記述するのに適しています。マークダウンは、可読性を維持しながら基本的なテキストの装飾を可能にする軽量な記法です。マークダウンは、HTMLなど他のフォーマットに簡単に変換することができます。

source: For examples of Markdown syntax in CryptPad please see:
es_cu: Para ver ejemplos de sintaxis de Markdown en CryptPad, consulta:
ja: CryptPadでのマークダウンの記法の例については、以下をご覧ください。

source: |md basic|_
es_cu: |MD básico|_

source: Additionally to basic Markdown syntax, the following features are also available:
es_cu: Además de las sintaxis básicas de Markdown, también están disponibles las siguientes funciones:
ja: 基本的なマークダウンの記法に加えて、以下の機能も利用できます。

source: ``[TOC]`` Inserts a table of contents.
es_cu: ``[TOC]``Inserte una tabla de contenido.
ja: ``[TOC]`` 目次を挿入。

source: Todo list
es_cu: Hacer la lista
ja: Todoリスト

source: ``- [ ] task`` for a task to do: |square-o| task.
es_cu: ``- [ ] tarea`` para realizar una tarea: tarea cuadrada.
ja: ``- [ ] task`` で未着手のタスクを表現：\ |square-o| タスク。

source: ``- [x] task`` for a completed task: |check-square| task.
es_cu: ``- [x] tarea`` para una tarea completada: |verificación de| tarea.
ja: ``- [x] task`` で完了済のタスクを表現：\ |check-square| タスク。

source: As well as the following extensions:
es_cu: Así como la siguiente extensión:
ja: 以下の拡張機能も含みます。

source: Diagrams with `Mermaid <https://mermaid-js.github.io/mermaid/#/>`__.
es_cu: Diagramas con `Mermaid <https://mermaid-js.github.io/mermaid/#/>`__.
ja: `Mermaid <https://mermaid-js.github.io/mermaid/#/>`__\ でダイアグラム。

source: Mindmaps with `Markmap <https://markmap.js.org/>`__.
es_cu: Mapas mentales con`Markmap <https://markmap.js.org/>`__.
ja: `Markmap <https://markmap.js.org/>`__\ でマインドマップ。

source: Mathematical equations with `Mathjax <https://www.mathjax.org/>`__.
es_cu: Ecuaciones matemáticas con `Mathjax <https://www.mathjax.org/>`__.
ja: `Mathjax <https://www.mathjax.org/>`__\ で数式。

source: To use an extension, name it as syntax for a Markdown code block, for example:
es_cu: Para usar una extensión, asígnale el nombre de sintaxis para un bloque de código Markdown, por ejemplo:
ja: 拡張機能を使用するには、マークダウンのコードのブロックに拡張機能の名前を付けてください。例：

source: for detailed examples of the extensions in use please see:
es_cu: Para ver ejemplos detallados de las extensiones en uso, consulta:
ja: 拡張機能の詳細な例については、以下をご覧ください。

source: |md extensions|_
es_cu: |extensiones md|_

source: Images
es_cu: Imágenes
ja: 画像

source: Markdown syntax to include remote images such as ``![description](https://site.com/image.jpg)`` is blocked by CryptPad for security reasons.
es_cu: CryptPad bloquea la sintaxis de Markdown para incluir imágenes remotas como ``![descripción](https://site.com/image.jpg)`` por razones de seguridad.
ja: リモートの画像を表示する ``![説明文](https://site.com/image.jpg)`` などの記法はセキュリティー上の理由でCryptPadでは使用できません。

source: :badge_user:`Logged in users`
es_cu: :badge_user:`Usuarios registrados`
ja: :badge_user:`ログイン済ユーザー`

source: To insert images from the CryptDrive or upload new ones, use the |picture-o| **Insert** menu in the toolbar.
es_cu: Para insertar imágenes desde CryptDrive o cargar imágenes nuevas, utiliza |picture-o| **Insertar** menú en la barra de herramientas.
ja: CryptDriveから画像を挿入したり新しい画像をアップロードしたりする場合は、ツールバーの |picture-o| **挿入** メニューを使用してください。

source: See :ref:`remote_content` for more details.
es_cu: Consulta :ref:`remote_content` para obtener más detalles.
ja: 詳細については\ :ref:`remote_content`\ をご覧ください。

source: To browse through all images and diagrams in a document using the full width of the window:
es_cu: Para explorar todas las imágenes y diagramas de un documento utilizando todo el ancho de la ventana:
ja: ドキュメントの全ての画像とダイアグラムをウィンドウの最大幅で表示するには、

source: ``Double click`` on an image or diagram in the Markdown preview.
es_cu: ``Doble click`` en una imagen o diagrama en la vista previa de Markdown.
ja: マークダウンのプレビューで画像またはダイアグラムを\ ``ダブルクリック``\ 。

source: Navigate with the arrow keys.
es_cu: Navega con las teclas de flecha.
ja: 矢印キーで選択。

source: Close the light box with |times| or :kbd:`Esc`.
es_cu: Cierra la Lightbox con |times| o :kbd:`Esc`.
ja: |times| または :kbd:`Esc` でギャラリー画面を閉じる。

source: Markdown
ja: マークダウン

source: Lightbox
ja: ギャラリー
