Repository: Chouhartem/cryptpad-documentation
Catalog: locale/*/LC_MESSAGES/user_guide/apps/form.po
Languages: es_cu

source: Form
es_cu: Forma

source: preview of the Form application
es_cu: Vista previa de la aplicación Formulario

source: Forms benefit from the same collaboration and privacy features as the other CryptPad applications. They also have slightly different requirements when it comes to usage, for example someone responding to a form should be able to edit their own answers but not other users' answers or the form itself. For this reason the :ref:`share_access_rights` when sharing a form are different from the other applications. Forms have 3 different roles:
es_cu: Los formularios se benefician de las mismas funciones de colaboración y privacidad que las otras aplicaciones de CryptPad. También tienen requisitos ligeramente diferente en lo que respecta al uso; por ejemplo, alguien que responda a un formulario debería poder editar sus propias respuestas, pero no las de otros usuarios ni el formulario en si. Por esta razón la referencia: compartir derecho de acceso al compartir un formulario es diferente a las otras aplicaciones. Los formularios tienen 3 roles diferentes:

source: **Author**: can edit questions and :ref:`form settings <form_settings>`.
es_cu: **Autor**: puede editar preguntas y :ref:`form settings <form_settings>`.

source: **Auditor**: can view responses to the form whether or not they are public.
es_cu: **Editor**: puede ver las respuestas al formulario sea publico o no.

source: **Participant**: can answer the form and only view responses once they are made public by an author.
es_cu: **Participante**: puede responde el formulario y solo ver las respuestas una vez que el autor las haga públicas.

source: To share a form with a specific role, for example to send it to participants, select the role in the |share-alt| **Share** menu before selecting contacts or copying the link.
es_cu: Para compartir un formulario con una función especifica, por ejemplo, para enviarlo a los participantes, seleccione la función con el menú **Compartir** compartido antes de seleccionar contactos o copiar el enlace.

source: the share menu in the form application, showing the three roles: participant, auditor, and author.
es_cu: el menú de compartir en la aplicación de formulario, mostrando los tres roles: participantes, autor y auditor.

source: The user list, chat, and alerts about users joining the collaborative session are all disabled when a participant is responding to a form. This is to avoid giving the impression that someone is watching while they answer.
es_cu: La lista de usuarios, el chat y las alertas sobre los usuarios que se unen a la sesión colaborativa se desactivan cuanto un participante responde a un formulario. Esto es para evitar dar la impresión de que alguien esta mirando mientras responden.

source: Editing a form
es_cu: Editar un formulario

source: To add a question, use the |plus| **Add** menu after the last question, or the |plus| between each question.
es_cu: Para agregar una pregunta, use el menú |Más| **Agregar** después de la última pregunta, o el |más| entre cada pregunta.

source: To delete a question use the |trash-o| **Delete** button on the question to remove.
es_cu: Para eliminar una pregunta, utilice el botón |papelera-o| **Eliminar** en la pregunta que desea eliminar.

source: Utilities
es_cu: Utilidades

source: |cptools form-paragraph| Description
es_cu: |párrafos de formularios cptools| Descripción

source: Add text to the form using Markdown syntax.
es_cu: Agregar texto al formulario usando la sintaxis de Makdown.

source: :badge_user:`Logged in users`
es_cu: :badge_user:`Usuarios Conectados`

source: To add an image from the CryptDrive or upload a new one, use the |picture-o| icon in the toolbar.
es_cu: Para agregar una imagen desde CryptDrive o cargar una nueva, use el ícono |fotos-o| en la barra de herramientas.

source: |cptools form-page-break| Page Break
es_cu: |Formularios-salto de página cptools| Salto de página

source: Split the form into pages. Only displayed to participants.
es_cu: Divida el formulario en páginas. Sólo se muestra a los participantes.

source: |cptools form-conditional| Conditional Section
es_cu: |Formularios-condicional cptools| Sección condicional

source: |cptools form-list-radio| **Choice** and |cptools form-list-check| **Checkbox** questions can be used to display or hide a section of questions.
es_cu: |Formulario de lista de radio cptpools| **Elección** y Formulario de lista de comprobación cptools| **Casilla de verificación** que se puede utilizar para mostrar u ocultar una selección de preguntas.

source: In the form editor, use the |plus| **Add** buttons between questions, or the list at the bottom of the form, to add a |cptools form-conditional| **Conditional Section**.
es_cu: En el editor de formularios, use los botones|Más| **Agregar** entre preguntas, o la lista en parte inferior del formulario, para agregar una "Sección condicional" de |lcptools formulario condicionado|.

source: Ensure that there is at least one :ref:`form_Q_choice` or :ref:`form_Q_checkbox` before the section (a hint will be displayed if not). Only questions placed *before* the section will be available to use in the conditions.
es_cu: Asegúrese de que hayan al menos una casilla de verificación ref: formulario_Q_casilla de verificación" antes de la selección (si no, se mostrará una pista). Solo las preguntas realizadas "antes" de la sesión, están disponibles para su uso en las condiciones.

source: Add some content (description text, questions) to the section using the |plus| **Add** button or by dragging questions into the section area.
es_cu: Agregue contenido (texto de descripción, preguntas) a la sección usando el |más| en **agregar** o arrastrando preguntas al área de la sección.

source: Set some conditions using the selection menus. AND conditions must all be true together, only of the OR conditions needs to be true.
es_cu: Establezca algunas condiciones utilizando los menús de selección. Las condiciones y deben ser todas verdaderas juntas, solo del QR las condiciones deben ser verdaderas.

source: In the participant view, the section will only be displayed if the conditions are true.
es_cu: En la vista del participante, la sección solo se mostrará si las condiciones son verdaderas.

source: Question types
es_cu: Tipos de preguntas

source: |cptools form-text| Text
es_cu: |Formularios de texto cptools| Texto

source: **Response**: one line of text
es_cu: **Respuesta** una linea de texto

source: **Options**:
es_cu: **Opciones**:

source: Text type: text, number, link or email
es_cu: Tipo de texto: texto, número, enlace o correo electrónico

source: In the case of link and email, the question is highlighted in red and an error is shown to the user if their response does not fit the required format.
es_cu: En el caro del enlace y el correo electrónico, la pregunta se resalta en rojo y se muestra un error al usuario si su respuesta no se ajusta al formato requerido.

source: |cptools form-paragraph| Paragraph
es_cu: |Formularios-párrafo cptools| Párrafo

source: **Response**: multiple lines of text
es_cu: **Respuesta** varias líneas de texto

source: Maximum characters: limit (defaults to 1000)
es_cu: Máximo de caracteres: límite ( el valor predeterminado es 1000)

source: |cptools form-list-radio| Choice
es_cu: |Formulario-lista-radio cptools| Elección

source: **Response**: one choice from the list
es_cu: **Respuesta**: una opción de la lista

source: |plus| **Add option** button
es_cu: |Mas| botón**agregar opción**

source: Grab the |ellipsis-v| |ellipsis-v| handle and drag to re-order options
es_cu: Tome los puntos suspensivos-v y arrastre para reordenar las opciones

source: Delete an option with |times|
es_cu: Elimine una opción con |tiempo|

source: |cptools form-grid-radio| Choice Grid
es_cu: |Formulario-cuadricula-radio| Cuadricula de elección

source: **Response**: one option choice per item
es_cu: **Respuesta** una opción por elemento

source: |plus| **Add option** and |plus| **Add item** buttons
es_cu: |Mas| **agregar opciones** y |mas| **agregar artículos** Botones

source: Grab the |ellipsis-v| |ellipsis-v| handle and drag to re-order items and options
es_cu: Tome el control de puntos suspensivos V y arrastre para reordenar elementos y opciones

source: Delete an item or option with |times|
es_cu: Eliminar un elemento u opción con tiempos

source: |calendar| Date
es_cu: Fecha de caducidad

source: **Response**: pick a date and time
es_cu: **Respuesta** elegir fecha y hora

source: |cptools form-list-check| Checkbox
es_cu: |Formulario de lista de comprobación cptoos| casilla de verificación

source: **Response**: multiple choices from the list
es_cu: **Responder** multiples opciones de la lista

source: Maximum selectable options
es_cu: Opciones máximas seleccionables

source: |cptools form-grid-check| Checkbox Grid
es_cu: |Formulario de control de red cptools| Casilla de verificación de red

source: **Response**: multiple choices for each item
es_cu: **Responder** multiples opciones para cada elemento

source: Maximum selectable options (per item)
es_cu: Opciones máximas seleccionables (por artículos)

source: |cptools form-list-ordered| Ordered List
es_cu: ||Formulario de lista ordenadas cptools| Lista ordenada

source: **Response**: order of preference for the listed options
es_cu: **Responder**: orden de preferencias para la opciones enumeradas

source: Since v5.3 responses can show the results with the `Condorcet method <https://en.wikipedia.org/wiki/Condorcet_method>`_. You can select Schulze or Ranked Pairs to display the winner. The details will also show the number of matches won by each candidates.
es_cu: Desde v5.3 las respuestas pueden mostrar con el método Condorcet <https://en.wikipedia.org/wiki/Condorcet_method>`_. Puedes seleccionar Schulze o pares clasificados para mostrar el ganador. Los detalles también mostrarán el número de partidos ganados por cada candidato.

source: |cptools form-poll| Poll
es_cu: |Formulario de encuesta cptools| Encuesta

source: **Response**: |check| Yes, |times| No, or |cptools form-poll-maybe| Acceptable for each of the proposed options
es_cu: **Respuesta**:|verificar| Sí, |Tiempo| No, o |cptools formulario-encuesta-tal vez| Aceptable para cada una de las opciones propuestas

source: **Option types**:
es_cu: **Tipos de opciones**:

source: Text
es_cu: Texto

source: Day
es_cu: Día

source: Select the date choices by clicking on them in the calendar
es_cu: Seleccione las opciones de fecha haciendo clic en ellas en el calendario

source: Time
es_cu: Tiempo

source: Click on an option to select the date and time in the calendar
es_cu: Haga clic en una opción para seleccionar la fecha y hora en el calendario

source: Click "Add multiple dates and times" to select multiple options and use |plus| **Add all** to add all of the selected options at once.
es_cu: Haga clic en " Agregar varias fechas y horas" para seleccionar varias opciones y use |más| "Agregar todo" para agregar todas las opciones seleccionadas a la vez.

source: Form Settings
es_cu: Configuración del formulario

source: Use the 3 buttons at the top for easy access to:
es_cu: Utilice los 3 puntos en la parte superior para acceder fácilmente a:

source: |bar-chart| **Responses** (count): toggles the response page
es_cu: |Gráfico de barras| **Respuesta** (recuerdo): alterna la página de respuestas

source: |eye| **Preview form**: Opens the participant link
es_cu: |ojo| **Formulario de visa previa**: Abre el enlace del participante

source: |link| **Copy public link**: Copies the participant link
es_cu: |enlace|**Copiar enlace público**: Copiar el enlace del participante

source: To share an **author** link to the form (with edit rights), use the :ref:`share` menu in the toolbar.
es_cu: Para compartir un enlace de **autor** al formulario (con derecho de edición), utilice el menú: Ref: compartir en la barra de herramientas.

source: Closing date
es_cu: Fecha de cierre

source: Date after which the form will be closed to new responses
es_cu: Fecha a partir de la cual el formulario quedará cerrado a nuevas respuestas

source: Use the **Set closing date** button to select a date from the calendar
es_cu: Utilice el botón ** Establecer fecha de cierre** para seleccionar una fecha de calendario

source: If a closing date is set, use **Remove closing date** to remove it.
es_cu: Si se establece una fecha de cierre, utilice **eliminar fecha de cierre** para eliminarla.

source: Anonymize responses
es_cu: Anonimizar las respuestas

source: All responses are anonymized regardless of whether they are logged in to a CryptPad account. If un-checked, participants who are logged-in can still opt to answer anonymously if guest access is allowed (see below).
es_cu: Todas las respuestas son anónimas independientemente si han iniciado sesión en una cuenta de CryptPad. Si no esta marcada, los participantes que hayan iniciado sesión aún pueden optar por responder de forma anónimas si se permite el acceso de invitados (ver más abajo).

source: Guest Access
es_cu: Acceso de invitado

source: Blocked: only users who are logged in to their CryptPad account can respond to the form.
es_cu: Bloqueado: solo los usuarios que hayan iniciado sesión en su cuenta de CryptPad pueden responder el formulario.

source: Allowed: unregistered users can respond, logged in users can choose to respond anonymously.
es_cu: Permitido: los usuarios no registrados pueden responder, los usuarios registrados pueden optar por responder de forma anónima.

source: Editing after submission
es_cu: Edición después de envío

source: One time only: participants can answer the form only one time and can't modify or delete their responses after submitting them.
es_cu: Solo una vez: los participantes pueden responder el formulario solo una vez y no pueden modificar ni eliminar sus respuesta después de presentarlas.

source: One time and edit/delete: participants can answer the form only one time but are allowed modify or delete their responses after submitting them.
es_cu: Una vez y editar/eliminar: los participantes pueden responder el formulario solo una vez, pero pueden modificar o eliminar sus respuestas después de enviarlas.

source: Multiple times: participants can answer the form multiple times but can't modify or delete their responses after submitting them.
es_cu: Varias veces: los participantes pueden responder el formulario varias veces pero no pueden modificar ni eliminar sus respuestas después de enviarlas.

source: Multiple times and edit/delete: participants can answer the form multiple times and are allowed to modify or delete their responses after submitting them.
es_cu: Varias veces y editar/eliminar: los participantes pueden responder varias veces y pueden modificar o eliminar sus respuestas después de enviadas.

source: Please note that if Guest Access is allowed, unregistered users can still answer multiple times a "One time only" form if they open it on a web browser private window, or wipe the browser cookies, etc.
es_cu: Tenga en cuenta que si permite el acceso de invitados, los usuarios aún pueden responder varias veces un formulario "solo una vez" si lo abre en un ventana privada del navegador wed, o borran los cookies del navegado, etc.

source: Publish Responses
es_cu: Publicar respuesta

source: Allows participants who submit the form to view responses. Once enabled, this setting publishes all past and future responses.
es_cu: Permite a los participantes que envían el formulario ver las respuestas. Una vez habilitada, esta configuración pública todos los archivos pasados y respuestas futuras.

source: Once responses are made public they cannot be made private again.
es_cu: Una vez que las respuestas se hacen públicas, no pueden volver a ser privadas.

source: Submit message
es_cu: Enviar mensaje

source: Add a custom message to be displayed after participants submit the form.
es_cu: Agregue un mensaje personalizado que se mostrará después de que los participantes envíen el formulario.

source: Color theme
es_cu: Color de tema

source: Choose the background and highlight color for the form.
es_cu: Elija el tema y el color de resaltado para el formulario.

source: Responses
es_cu: Respuestas

source: Notifications for new responses are sent to the form _owner_ through the integrated notifications.
es_cu: Las notificaciones de nuevas respuestas se envían al formulario_owner a través de las notificaciones integradas.

source: Advanced use-cases
es_cu: Casos de uso avanzado

source: Anonymous responses with access list
es_cu: Respuestas anónimas con listas de acceso

source: To conduct an anonymous survey with a known group of users, the anonymous answers feature can be combined with an :ref:`access_list`.
es_cu: Para realizar una respuesta anónima con un grupo conocido de usuarios, la función de respuestas anónimas se pueden combinar con una: ref: lista de acceso.

source: To access the form, participants need to be logged in to an account that is on the access list (either directly or through a :ref:`team <teams>` they are part of).
es_cu: Para acceder al formularios, los participantes deben iniciar sesión en una cuenta que este en la lista de acceso (ya sea directamente o a través de un: ref: equipo <equipos> del que forma parte).

source: If anonymous answers are allowed on the form, participants are able to answer anonymously while the access list ensures they are coming from a specific group of users.
es_cu: Si se permiten respuestas anónimas en el formulario, los participantes podrán responder de forma anónima mientras la lista de acceso garantiza que provienen de un grupo especifico de usuarios.

source: Import/Export
es_cu: Importar/Exportar

source: Form documents themselves can be exported and imported in ``JSON`` format.
es_cu: Los propios documentos del formulario se pueden imprimir en formato "JSON".

source: To export responses, from the |bar-chart| **Responses** page, you have two possibilities:
es_cu: Para exportar respuestas desde la página |gráficos de barra| ** Respuestas** tienes dos posibilidades:

source: as a CSV or JSON file use the |download| **EXPORT** button
es_cu: como archivo CSV o JSON utilice botón |descargar| **Exportar**

source: as a Spreadsheet that can be added to your drive with the **EXPORT TO SHEET** button
es_cu: como una hoja de cálculo que se puede agregar a su disco con el botón ** EXPORTAR AHORA**

source: The Spreadsheet document will automatically be populated with the data from your form at the time you create it. However, due to how end-to-end encryption works, the spreadsheet content won't be automatically updated with new responses as they arrive.
es_cu: El documento de hoja de cálculo se completa con los datos de dos formularios en el momento en que lo crees. Sin embargo, debido a cómo funciona el cifrado de extremo a extremo, el contenido de la hoja de cálculo no se actualizará automáticamente con nuevas respuestas a medida que llegan.
