Repository: Chouhartem/cryptpad-documentation
Catalog: locale/*/LC_MESSAGES/user_guide/apps/general.po
Languages: es_cu

source: New document
es_cu: Nuevo documento

source: To create a new document:
es_cu: Para crear un nuevo documento:

source: From anywhere on CryptPad: :kbd:`Ctrl+e`.
es_cu: Desde cualquier lugar en CryptPad: :kbd:`Ctrl+e`.

source: From the CryptDrive:
es_cu: Desde CryptDrive:

source: |plus| **New** in the toolbar.
es_cu: |plus| **Nuevo** en la barra de herramientas.

source: |plus| **New** at the bottom of the file list/grid.
es_cu: |plus| **Nuevo** en la parte inferior de la lista/cuadrícula de archivos.

source: From a document: |file-o| **File** > |plus| **New**.
es_cu: De un documento: |file-o| **Archivo** > |plus| **Nuevo**.

source: :badge_user:`Logged in users`
es_cu: :badge_user:`Usuarios registrados`

source: The creation screen offers a number of options when new documents are created.
es_cu: La pantalla de creación ofrece una serie de opciones cuando se crean nuevos documentos.

source: **Owned document**: Create the new document as :ref:`owner <owners>`. If the document is created without an owner this setting cannot be modified.
es_cu: **Documento propio**: Crea el nuevo documento como :ref:`dueño <owners>`. Si el documento se crea sin propietario, no se puede modificar esta configuración.

source: **Expiring document**: Specify an expiry date after which the document will be destroyed. This setting cannot be modified after the document is created.
es_cu: **Documento vencido**: Especifica una fecha de vencimiento después de la cual el documento será destruido. Esta configuración no se puede modificar una vez creado el documento.

source: **Add a password**: Secure the sharing of the document with a :ref:`password <passwords>`. This setting can be changed later in the :ref:`access` menu.
es_cu: **Agregar una contraseña**: Asegura el uso compartido del documento con una :ref:`contraseña <passwords>`. Esta configuración se puede cambiar más tarde en :ref:`access` menú.

source: **Template**: Choose to start from a blank document or use a :ref:`template <templates>` as a starting point.
es_cu: **Plantilla**: Elige comenzar desde un documento blanco o utiliza una plantilla de :ref:`referencia <templates>` como punto de partida.

source: All templates saved in CryptDrive or in teams that you are part of appear on the creation screen. To save a document as a template:
es_cu: Todas las placas guardadas en CryptDrive o en los grupos de los que formas parte aparecerán en la plantilla de creación. Para guardar un documento como plantilla:

source: In the open document: |file-o| **File** > |cptools new-template| **Save as template**.
es_cu: En el documento abierto: |file-o| ** Archivo** >|cptools new-template| **Guardar como plantilla**.

source: or
es_cu: o

source: In the CryptDrive: Drag the document to the |cptools template| **Templates** folder.
es_cu: En CryptDrive: arrastra el documento a la carpeta |cptools template| **Plantillas**.

source: Saving
es_cu: Ahorro

source: Changes to documents are saved automatically. The status line in the document toolbar (under the title) confirms that changes have been saved.
es_cu: Los cambios en los documentos se guardan automáticamente. La línea del estado en la barra de herramientas del documento (abajo del título) confirma que se han guardado los cambios.

source: Make a copy
es_cu: Hacer una copia

source: To duplicate a document:
es_cu: Para publicar un documento:

source: From the document: |file-o| **File** > |clone| **Make a copy**.
es_cu: Del documento: |file-o| **Archivo**> |clone| **Hacer una copia**.

source: From the CryptDrive: ``Right click`` on the document > |clone| **Make a copy**.
es_cu: Desde CrytDrive: ``Click derecho`` en el documento > |clone| **Hacer una copia**.

source: Make a copy can be used to purge history from a file, for example if you want to redact content from the history and/or make it completely unavailable.
es_cu: Hacer una copia se puede usar para purgar el historial de un archivo, por ejemplo si deseas redactar el contenido del historial y/o hacerlo completamente no disponible.

source: Beware, an important caveat of using Make a copy is that you'll have to share again the document with your contacts or the persons you sent the link to.
es_cu: Cuidado, una advertencia importante al usar "Hacer una copia" es que tendrás que compartir nuevamente el documento con tus contactos o las personas a las que enviaste el enlace.

source: Document history
es_cu: Historial de documento

source: The history toolbar
es_cu: La barra de herramientas de historial

source: The history of documents is saved and can be restored if needed. To view and restore the history of a document:
es_cu: El historial de documento se guarda y se puede restaurar si es necesario. Para ver y restaurar el historial de documento:

source: |file-o| **File** > |history| **History**.
es_cu: |file-o| **Archivo**> |history| **Historial**.

source: Use the arrows to navigate:
es_cu: Utiliza las flechas para navegar:

source: |step-backward| and |step-forward| between each edit.
es_cu: |step-backward| y |step-forward| entre cada edición.

source: |step-backward| |user| and |user| |step-forward| between each author.
es_cu: |step-backward| |user| y |user| |step-forward| entre cada autor.

source: |step-backward| |users| and |users| |step-forward| between each editing session (when the same group of authors was connected to the document).
es_cu: |step-backward| |users| y |users| |step-forward| entre cada sesión de edición (cuando el mismo grupo de autores estaba conectado al documento).

source: Restore the displayed version with |check| **Restore** , or close the history without restoring with |times| **Close**.
es_cu: Restaura la versión mostrada con |check| **Restaura** o cierra el historial sin restaurar con |times| **Cerrar**.

source: To save storage space, history can be deleted in the document’s :ref:`properties <document_properties>` :badge_owner:`Document owners`
es_cu: Para Ahorrar espacio de almacenamiento, el historial en las :ref:`Propiedades <document_properties>` :badge_owner:`Propietario del Documento`

source: The history functionality works slightly differently in the :ref:`app_sheets` application, due to the integration of OnlyOffice with CryptPad's encrypted real-time collaboration. Please refer to :ref:`spreadsheet history <sheets_history>` for further details.
es_cu: La funcionalidad de historial trabaja de manera ligeramente diferente en la aplicación :ref:`app_sheets`, debido a la integración de OnlyOffice con la colaboración en tiempo real encriptada de CryptPad. Por favor, consulta :ref:`historial de hojas de cálculo <sheets_history>` para más detalles.

source: **Version Links**
es_cu: **Enlace de la versión**

source: To share a link to the displayed version of the history:
es_cu: Para compartir un enlace a la versión mostrada del historial:

source: |share-alt| **Share** in the toolbar.
es_cu: |share-alt| **Compartir** en la barra de herramientas.

source: Select **Contacts**, **Link** or **Embed** similarly to when :ref:`sharing a document <share>`.
es_cu: Selecciona **Contactos**, **Link** o **Incrustar** de manera similar a cuando :ref:`comparte un documento <share>`.

source: Recipients will be able to view the selected version in read-only mode.
es_cu: Los destinatarios podrán ver la versión seleccionada en modo de solo lectura.

source: Sharing a link to a version also gives read-only access to all versions of the document.
es_cu: Compartir un enlace a una versión también brinda acceso de solo lectura a todas las versiones del documento.

source: **Create a snapshot from history**
es_cu: **Crear una copia instantánea del historial**

source: To create a :ref:`snapshot <snapshots>` from the displayed version of the history:
es_cu: Para crear una :ref:`foto <snapshots>` a partir de la versión mostrada del historial:

source: |camera| button in the toolbar.
es_cu: Botón de |camera| en la barra de herramientas.

source: In the dialog, provide a name for the snapshot.
es_cu: En el cuadro de diálogo, proporciona un nombre para la copia instantánea.

source: |camera| **New Snapshot**
es_cu: |camera| **Nueva copia instantánea**

source: Snapshots
es_cu: Copia instantánea

source: The snapshots dialog
es_cu: En el cuadro de diálogo de la copia instantánea

source: Snapshots are specific points in the history of a document that are named for easy reference.
es_cu: La copia instantánea son puntos específicos del historial de un documento que reciben un nombre para facilitar su consulta.

source: To create a snapshot from the current state of the document:
es_cu: Para crear una instantánea del estado actual del documento:

source: |file-o| **File** > |camera| **Snapshots**
es_cu: |file-o| ** Archivo** > |camera| ** Instantánea**

source: To create a snapshot from a version in the document's history see :ref:`snapshot from history <document_history>` above.
es_cu: Para crear una copia instantánea a partir de una versión en el historial del documento, consulta :ref:`copia instantánea del historial <document_history>` arriba.

source: To view and restore a snapshot:
es_cu: Para ver y restaurar una copia instantánea:

source: In the dialog, ``Click`` on the snapshot in the list and |eye| **View**.
es_cu: En el cuadro de diálogo, Haz click en la copia instantánea de la lista y |eye| **Ver**.

source: The snapshot opens in a new window.
es_cu: La copia instantánea se abre en una nueva ventana.

source: |check| **Restore** or |times| **Close**
es_cu: |check| **Restaurar** o |times| **Cerrar**

source: To delete a snapshot:
es_cu: Para eliminar una copia instantánea:

source: In the dialog, ``Click`` on the snapshot in the list and |trash| **Delete**.
es_cu: En el cuadro de diálogo haz "click" en la copia instantánea de la lista y borra **Eliminar**.

source: Properties
es_cu: Propiedades

source: To access the properties menu:
es_cu: Para acceder al menú de propiedades:

source: From the document: |file-o| **File** > |info-circle| **Properties**.
es_cu: Del documento: |file-o| **Archivo** > |info-circle| **Propiedades**.

source: From the CryptDrive: ``Right click`` on the document > |info-circle| **Properties**.
es_cu: Desde CryptDrive: ``click derecho`` en el documento > |info-circle| **Propiedades**.

source: Available data:
es_cu: Datos disponibles:

source: Document identifier to share with instance administrators in case of an issue. (note that this does not expose the content of of the document).
es_cu: Identificador de documentos para compartir con los administradores de instancias en caso de algún problema. (ten en cuenta que esto no expone el contenido del documento).

source: Links to edit and view (depending on your permissions).
es_cu: Enlaces para editar y ver (dependiendo de tus permisos).

source: Dates of creation and last access.
es_cu: Fecha de creación y último acceso.

source: Size.
es_cu: Tamaño.

source: The document size shows the proportions used for content and for history. To save storage space, delete the document’s history with **Delete history** and confirm. :badge_owner:`Document owners`
es_cu: El tamaño del documento muestra las proporciones utilizadas para el contenido y para el historial. Para ahorrar espacio de almacenamiento, elimina el historial del documento con **Eliminar historial** y confirma. :badge_owner:`Propietarios del documento`

source: Users and chat
es_cu: Usuarios y chat

source: Interact with users connected to the same document through the user-list |user| |eye| and the |comments| **Chat**.
es_cu: Interactuar con usuarios conectados al mismo documento a través de la lista de |user| |eye| y de los |comments| **Chat**.

source: To show/hide these panes:
es_cu: Para mostrar/ocultar estas opciones:

source: |user| |eye| for the user-list.
es_cu: |user| |eye| para la lista de usuarios.

source: |comments| **Chat** for the chat.
es_cu: |comments| **Chat** para el chat.
