Repository: Chouhartem/cryptpad-documentation
Catalog: locale/*/LC_MESSAGES/user_guide/apps/kanban.po
Languages: es_cu

source: The Kanban application in CryptPad is based on `JKanban <https://www.riccardotartaglia.it/jkanban/>`__.
es_cu: La app Kanban en CryptPad esta basad en "JKanban <https://www.riccardotartaglia.it/jkanban/>`__.

source: Organisation
es_cu: Organización

source: Move cards/columns:
es_cu: Mover tarjetas/columnas:

source: ``Drag`` the card/column to its desired position and ``Drop``.
es_cu: Arrastre la tarjeta/columna a la posición deseada y suéldela.

source: Remove a card/column:
es_cu: Eliminar una tarjeta/columna:

source: The |trash| area appears once you are dragging an element.
es_cu: El area de la papelera aparece una vez que arrastras un elemento.

source: ``Drag`` the card/column to the |trash| Delete area at the bottom of the screen and ``Drop`` the card/column.
es_cu: "Arrastra" la tarjeta/columna al area de eliminación de papelera en la parte inferior de la pantalla y "Suelta" la tarjeta/columna.

source: or
es_cu: o

source: |pencil| button on the card/column to open the editor > **Delete** and confirm.
es_cu: Botón de lápiz en la tarjeta/columna para abrir el editor> **Eliminar** y confirmar.

source: Columns
es_cu: Columna

source: Create a new column:
es_cu: Crea una nueva columna:

source: |plus| button to the right of the last columns.
es_cu: botón |más| a la derecha de las ultimas columnas.

source: Change the title of a column:
es_cu: Cambiar el título de una columna:

source: ``Click`` on the column title.
es_cu: "click" en modificar el Título de la columna.

source: Type the new title.
es_cu: Escriba el nuevo título.

source: :kbd:`Enter`
es_cu: teclas :kbd:`Enter`

source: The column title and color can be changed in the column editor:
es_cu: El título y el color de la columna se pueden cambiar en el editor de columnas:

source: |pencil| button next to the column title.
es_cu: Botón de lápiz en el título de la columna.

source: Change the title and/or pick a color.
es_cu: Cambiar el titulo y/o seleccionar el color.

source: **Close**, :kbd:`Esc` or :kbd:`Enter`
es_cu: **Cerrar**,: kbd: "Esc" o: kbd: Enter"

source: Cards
es_cu: Tarjeta

source: Create a new card with the buttons at the bottom of each column:
es_cu: Crea una nueva tarjeta con los botones en la parte inferior de cada columna:

source: |cptools add-bottom| to add a card at the bottom of the column.
es_cu: |Complemento de cptools| para agregar una tarjeta en la parte inferior de la columna.

source: |cptools add-top| to add a card at the top of the column.
es_cu: |Arriba y acptools| para agregar una tarjeta en la parte superior de la columna.

source: Change the title of a card:
es_cu: Cambiar el título de una tarjeta:

source: ``Click`` on the card title.
es_cu: Haga "click" en el título de la tarjeta.

source: The title of a card can also be modified in the card editor (see below).
es_cu: El título de una tarjeta también puede cambiarse en el editor de tarjeta (ver más abajo).

source: Card editor
es_cu: Editor de tarjeta

source: Open the card editor:
es_cu: Abra el editor de tarjeta:

source: |pencil| button next to the card title.
es_cu: Botón de lápiz al lado del título de la tarjeta.

source: In the card editor:
es_cu: En el editor de tarjeta:

source: Edit the card title.
es_cu: Editar el título de la tarjeta.

source: Edit the card body using `Markdown <https://github.com/adam-p/markdown-here/wiki/Markdown-Cheatsheet>`__: Italics, bold, links, lists, todo-lists, etc. are supported.
es_cu: Edite el cuerpo de la tarjeta usando "Markdown <https://github.com/adam-p/markdown-here/wiki/Markdown-Cheatsheet>`__: Se admiten cursivas, negrita, enlaces, listas de tareas pendientes, etc.

source: Insert images with the |picture-o| menu in the markdown toolbar (Markdown syntax for remote images is blocked, see :ref:`remote_content`).
es_cu: Inserte imágenes con el menú Picture-OL en la barra de herramientas de Markdown (la sintaxis de Markdown para imágenes remotas está bloqueada, consulte : ref: Remote_content).

source: Pick a card color.
es_cu: Elegir color de la tarjeta.

source: Add or remove tags to the card.
es_cu: Agregue o elimine etiquetas a la tarjeta.

source: Delete the card.
es_cu: Elimine la tarjeta.

source: Display
es_cu: Mostrar

source: Use the |minus| and |bars| icons at the top right to display:
es_cu: Utilice los iconos |menos| y |barras| en la parte superior derecha para mostrar:

source: |minus| only card titles.
es_cu: |menos| solo titulo de la tarjeta.

source: |bars| full card contents.
es_cu: |barras| el contenido completo de la tarjeta.

source: The tags at the top of the board are used to filter cards:
es_cu: Las etiquetas en la parte superior del tablero se utilizan para filtrar tarjetas:

source: ``Click`` on one or more tags.
es_cu: "Click: en uno o es más etiquetas.

source: Only cards with these tags are displayed.
es_cu: Solo se muestran las tarjetas con estas etiquetas.

source: Any new cards will automatically receive the selected tags.
es_cu: Cualquier tarjeta nueva recibirá automáticamente las etiquetas seleccionadas.

source: ``Click`` on a selected tag to de-select it, or use |times| **Clear filter** (at the left of the list) to de-select all tags.
es_cu: Haga click en una etiqueta inicial para anular su selección o utilice "Borrar filtro" ( a la izquierda de la lista) para anular la selección de todas las etiquetas.

source: Import/Export
es_cu: Importar/Exportar

source: |file-o| **File** > |upload| **Import**
es_cu: |file-o| **Archivo** > |upload| **Importar**

source: Supported formats: ``.json`` files exported by this application.
es_cu: Formatos soportados: archivos "json" exportados por esta aplicación.

source: |file-o| **Files** > |download| **Export**
es_cu: |archivo_s| **Archivos**> |descargar| **Exportar**

source: Supported formats: ``.json``.
es_cu: formato soportado: "json".
