Repository: Chouhartem/cryptpad-documentation
Catalog: locale/*/LC_MESSAGES/user_guide/apps/poll.po
Languages: de, fr

source: Poll
de: Umfrage
fr: Sondage

source: The Polls application is aimed at the facilitation of decisions in small groups of people who trust each other, for example to decide on a meeting date/time.
de: Die Umfrage-Anwendung ist dafür gedacht, kleinen Gruppen die Entscheidung etwa auf ein Datum oder eine Uhrzeit für ein Treffen zu erleichtern, deren Mitglieder sich gegenseitig vertrauen.
fr: L'application Sondage est conçue pour faciliter les décisions dans un petit groupe de personnes de confiance, par exemple pour choisir une date/heure de réunion.

source: It is not suited for polling a large number of people, or for situations where the security of the votes is paramount. To cast a vote, each user must have edit rights to the document. This enables each participant to **modify and/or delete answers from other participants**.
de: Sie ist nicht für Umfragen mit einer großen Anzahl von Personen oder für Situationen geeignet, in denen die Sicherheit der Abstimmungen wichtig ist. Um abstimmen zu können, muss jeder Benutzer die Bearbeitungsrechte für das Dokument haben. Dies ermöglicht es jedem Teilnehmer, **Antworten von anderen Teilnehmern zu ändern und/oder zu löschen**.
fr: Elle n'est pas adaptée pour des sondages partagés avec un grand nombre de personnes et/ou qui nécessitent des garanties sur la sécurité du vote. En effet, pour voter chaque participant doit avoir les droits d'édition sur le document. Cela permet de **modifier ou de supprimer les réponses des autres participants**.

source: The Poll application is deprecated as of version 4.7 (16th June 2021). Existing polls can still be opened and edited, but the creation of new polls is discouraged (although still possible via |file-o| **File** > |files-o| **Make a copy**).
de: Diese Anwendung ist seit Version 4.7 (16. Juni 2021) veraltet. Bestehende Umfragen können weiterhin geöffnet und bearbeitet werden. Allerdings wird die Erstellung neuer Umfragen nicht empfohlen (es ist weiterhin möglich via |file-o| **Datei** > |files-o| **Kopie erstellen**).
fr: L'application Sondage est obsolète depuis la version 4.7 (16 juin 2021). Les sondages existants peuvent toujours être ouverts et modifiés, mais la création de nouveaux sondages est déconseillée (bien que toujours possible via |file-o| **Fichier** > |files-o| **Faire une copie**).

source: Note that the same functionality is available in the new :ref:`app_form` application, where the edit rights limitations above have been addressed.
de: Beachte, dass die gleiche Funktionalität in der neuen Anwendung :ref:`app_form` verfügbar ist. Dort bestehen die zuvor beschriebenen Einschränkungen bezüglich Bearbeitungsrechten nicht mehr.
fr: Veuillez noter que la même fonctionnalité est disponible dans la nouvelle application :ref:`app_form`, où les limitations des droits de modification ci-dessus ont été résolues.

source: Future development will be focused on the :ref:`app_form` application.
de: Die zukünftige Entwicklung wird sich auf die Anwendung :ref:`app_form` konzentrieren.
fr: Les développements futurs seront axés sur l'application :ref:`app_form`.

source: Toolbar
de: Werkzeugleiste
fr: Barre d'outils

source: |pencil| **Edit**: Switch to edit mode to change the poll description and response options.
de: |pencil| **Bearbeiten**: Wechselt zum Bearbeitungsmodus, um Änderungen der Umfragebeschreibung und Antwortoptionen zu ermöglichen.
fr: |pencil| **Modifier** : Passer en mode édition pour renseigner ou modifier la description du sondage et les options de réponse.

source: |check| **Publish**: Save the changes to the poll description and response options.
de: |check| **Veröffentlichen**: Speichert die Umfragebeschreibung und Antwortoptionen.
fr: |check| **Publier** : Sauvegarder les changements à la description et aux options de réponse du sondage.

source: In edit mode:
de: Im Bearbeitungsmodus:
fr: En mode édition :

source: |wrench| **Tools**: Show/hide the text editor toolbar.
de: |wrench| **Werkzeuge**: Blendet die Werkzeugleiste für den Texteditor ein/aus.
fr: |wrench| **Outils** : Affiche ou cache la barre d'outils de l'éditeur de texte.

source: |picture-o| **Insert**: Add an image to the poll description. The image can be chosen in the CrpytDrive or uploaded. :badge_user:`Logged in users`
de: |picture-o| **Einfügen**: Fügt ein Bild zur Umfragebeschreibung hinzu. Das Bild kann aus dem CryptDrive ausgewählt oder hochgeladen werden. :badge_user:`Eingeloggte Benutzer`

source: Edit mode
de: Bearbeitungsmodus
fr: Édition

source: The poll description is written in `Markdown <https://github.com/adam-p/markdown-here/wiki/Markdown-Cheatsheet>`__. Use |picture-o| **Insert** to add images.
de: In der Umfragenbeschreibung kann `Markdown <https://github.com/adam-p/markdown-here/wiki/Markdown-Cheatsheet>`__ verwendet werden. Benutze |picture-o| **Einfügen**, um Bilder hinzuzufügen.
fr: La description du sondage est écrite en syntaxe `Markdown <https://blog.wax-o.com/2014/04/tutoriel-un-guide-pour-bien-commencer-avec-markdown/>`__. Le bouton |picture-o| **Insérer** permet d'y ajouter des images.

source: Response options are added to the left of the table. To add an option:
de: Antwortoptionen werden auf der linken Seite der Tabelle hinzugefügt. Um eine Option hinzuzufügen:
fr: Les options de réponse sont ajoutées à gauche du tableau. Pour créer une nouvelle option :

source: Add a title to the “Option” field.
de: Füge einen Titel zum Feld "Option" hinzu.
fr: Ajouter son titre dans le champ "Option".

source: ``Click`` on |plus| or ``Enter``.
de: ``Klicke`` auf |plus| oder ``Enter``.
fr: ``Clic`` sur |plus| ou ``Entrée``.

source: To change an option, ``Click`` on the ✐ to the right of the title. To delete an option, ``Click`` on |times| to the left of the title.
de: Um eine Option zu ändern, ``Klicke`` auf ✐ rechts des Titels. Um eine Option zu löschen, ``Klicke`` auf |times| links des Titels.
fr: Pour modifier une option, ``Clic`` sur le ✐ à droite du titre. Pour la supprimer, ``Clic`` sur |times| à gauche du titre.

source: Voting
de: Abstimmung
fr: Vote

source: Each vote is logged in a column of the results table. To add a vote:
de: Jede Stimme wird in einer Spalte der Ergebnistabelle protokolliert. Um eine Stimme hinzuzufügen:
fr: Chaque vote est comptabilisé dans une colonne du tableau de résultats. Pour ajouter un vote :

source: Add a name to the column title.
de: Gib einen Namen im Titel der Spalte ein.
fr: Écrire votre nom en titre de la colonne.

source: ``Click`` on the cells of the options to indicate:
de: ``Klicke`` in eine Zelle, um zwischen den Optionen zu wechseln:
fr: ``Clic`` sur les cellules des différents choix pour indiquer :

source: ✔ Yes
de: ✔ Ja
fr: ✔ Oui

source: ~ Maybe
de: ~ Vielleicht
fr: ~ Peut-être

source: ✖ No
de: ✖ Nein
fr: ✖ Non

source: ``Click`` on **Submit** at the top of the column to save the vote and add it to the total count.
de: ``Klicke`` auf **Bestätigen** im Spaltenkopf, um die Stimmen zu speichern und zur Auswertung hinzuzufügen.
fr: ``Clic`` sur **Ajouter** en haut de la colonne pour la sauvegarder et la comptabiliser dans le total.

source: Use |lock| to unlock an existing column and edit the name and votes. Use |unlock| to lock the column.
de: Verwende |lock|, um eine Spalte zu entsperren und Name und Stimmen zu ändern. Verwende |unlock|, um die Spalte zu sperren.
fr: Le bouton |lock| permet de déverrouiller une colonne et de modifier le nom et les choix. Le bouton |unlock| vérouille la colonne.

source: To add a comment to the poll:
de: Um ein Kommentar zur Umfrage hinzuzufügen:
fr: Pour ajouter un commentaire sous le sondage :

source: Write your comment in the field labelled “Your comment”.
de: Schreibe deinen Kommentar in das mit "Dein Kommentar" beschriftete Feld.
fr: Écrire votre texte dans le champ prévu à cet effet "Votre commentaire".

source: **Send**
de: **Senden**
fr: **Envoyer**

source: |file-o| **File** > |download| **Export**
de: |file-o| **Datei** > |download| **Exportieren**
fr: |file-o| **Fichier** > |download| **Exporter**

source: Supported formats: ``.csv``
de: Unterstützte Formate: ``.csv``
fr: Formats supportés : ``.csv``
