Repository: Chouhartem/cryptpad-documentation
Catalog: locale/*/LC_MESSAGES/user_guide/apps/richtext.po
Languages: es_cu, ja, ru

source: Rich Text
es_cu: Texto enriquecido
ja: リッチテキスト
ru: Документ

source: The Rich Text application in CryptPad is an integration of `CKEditor <https://ckeditor.com/>`__.
es_cu: La aplicación de texto enriquecido en CryptPad es una integración de `CKEditor <https://ckeditor.com/>`__.
ja: CryptPadのリッチテキストアプリケーションは\ `CKEditor <https://ckeditor.com/>`__\ に基づいています。
ru: Приложение Документ в CryptPad является интеграцией `CKEditor <https://ckeditor.com/>`__.

source: Toolbar
es_cu: Barra de herramientas
ja: ツールバー
ru: Инструменты

source: |wrench| **Tools**: Show/hide the text editor toolbar.
es_cu: |wrench| **Herramientas**: Muestra/oculta la barra de herramientas del editor de texto.
ja: |wrench| **ツール**\ ：テキストエディターのツールを表示または非表示。
ru: |wrench| **Инструменты**: Показать/скрыть панель инструментов текстового редактора.

source: |picture-o| **Insert**: Add an image to the document. The image can be chosen in the drive or uploaded. :badge_user:`Logged in users`
es_cu: |picture-o|**Insertar**: Añade una imagen al documento. La imagen se puede elegir en el disco o cargar. :badge_user:`Usuarios registrados`
ja: |picture-o| **挿入**\ ：画像をドキュメントに追加。画像はドライブから選択するかアップロードできます。 :badge_user:`ログイン済ユーザー`
ru: |picture-o| **Вставить**: добавить изображение в документ. Изображение может быть выбрано на диске или загружено. :badge_user :`Зарегистрированные пользователи`

source: View settings
es_cu: Ver configuraciones
ja: 設定を表示
ru: Настройки отображения

source: The buttons at the top of the editor control the display of text editor elements.
es_cu: Los botones en la parte superior del editor controlan la visualización de los elementos del editor de texto.
ja: エディターの上部にあるボタンから、テキストエディターのどの要素を表示するか決められます。
ru: Кнопки в верхней части редактора управляют отображением элементов текстового редактора.

source: |list-ul| : Show/hide the document outline.
es_cu: |list-ul| : Mostrar/ocultar el esquema del documento.
ja: |list-ul| : ドキュメントのアウトラインを表示または非表示に設定。
ru: |list-ul| : Показать/скрыть структуру документа.

source: |comment| : Show/hide the comments (a red icon when closed indicates that there are comments).
es_cu: |comment| : Mostrar/ocultar los comentarios (un icono rojo cuando está cerrado indica que hay comentarios).
ja: |comment| : コメントを表示または非表示に設定（コメントがある場合は赤色のアイコンが表示されます）。
ru: |comment| : показать/скрыть комментарии (красный значок в закрытом состоянии указывает на наличие комментариев).

source: |expand| : Use the full width of the window for the text editor.
es_cu: |expand| : Utiliza todo el ancho de la ventana para el editor de texto.
ja: |expand|：テキストエディターをウィンドウ全体の幅に広げます。
ru: |expand| : Используйте полную ширину окна для текстового редактора.

source: |compress| : Use reduced width "page mode" for the text editor.
es_cu: |compress| : Utiliza el "modo de página" de ancho reducido para el editor de texto.
ja: |compress| ：テキストエディターの幅を「ページモード」に狭めます。
ru: |compress| : Используйте уменьшенную ширину «режим страницы» для текстового редактора.

source: To set defaults for these settings, for example to control which sections are visible when recipients visit a shared link to the document, use the **Document Settings** dialog:
es_cu: Para establecer valores predeterminados para estas configuraciones, por ejemplo para controlar qué secciones son visibles cuando los destinatarios visitan un enlace compartido al documento, usa el cuadro de diálogo **Configuración del documento**:
ja: ドキュメントの共有リンクを受取人が開いた際に表示されるセクションを決めるなど、これらの設定に関する既定値を設定するには\ **ドキュメントの設定**\ ダイアログを開いてください。
ru: Чтобы установить значения по умолчанию для этих параметров, например, чтобы контролировать, какие разделы будут видны, когда получатели переходят по общей ссылке на документ, используйте диалоговое окно **Настройки документа**:

source: |file-o| **File** > |cog| **Document Settings**.
es_cu: |file-o| **Archivo** > |cog| **Configuración del documento**.
ja: |file-o| **ファイル** > |cog| **ドキュメントの設定**\ 。
ru: |file-o| **Файл** > |cog| **Настройки документа**.

source: Editing
es_cu: Edición
ja: 編集
ru: Редактирование

source: Headings
es_cu: Encabezamientos
ja: 見出し
ru: Заголовки

source: In order for headings to appear in the outline, they must be formatted as such. To format a heading, select the text or place the cursor on the heading line, then either:
es_cu: Para que los títulos aparezcan en el esquema, deben tener el formato correspondiente. Para dar formato a un título, selecciona el texto o coloca el cursor en la línea del título y luego:
ja: アウトラインに見出しを表示するには、テキストを見出しとして設定する必要があります。見出しとするテキストを選択するか、見出しの行にカーソルを置いてから、次のいずれかのようにしてください。
ru: Для того чтобы заголовки отображались в структуре, они должны быть отформатированы соответствующим образом. Чтобы отформатировать заголовок, выделите текст или наведите курсор на строку заголовка, затем либо:

source: Use the formatting menu in the toolbar (displays "normal" by default) to select the desired heading level.
es_cu: Utiliza el menú de formato en la barra de herramientas (muestra "normal" de forma predeterminada) para seleccionar el nivel de encabezado deseado.
ja: ツールバーの装飾メニュー（既定では「通常」と表示されています）で、見出しのレベルを設定。
ru: Используйте меню форматирования на панели инструментов (по умолчанию отображается 'обычный'), чтобы выбрать желаемый уровень заголовка.

source: Use the keyboard shortcut: :kbd:`Ctrl` + :kbd:`Alt` + the number of the desired heading level.
es_cu: Utiliza el método abreviado de teclado: :kbd:`Ctrl` + :kbd:`Alt` + el número del nivel de encabezado deseado.
ja: キーボードのショートカットで設定： :kbd:`Ctrl` + :kbd:`Alt` + 設定したい見出しのレベルの数。

source: Paragraphs
es_cu: Párrafos
ja: 段落
ru: Параграфы

source: By default the :kbd:`Enter` key creates a new paragraph, adding a line of spacing with the previous paragraph. To add a line-break without adding a new paragraph, use :kbd:`Shift + Enter`.
es_cu: De forma predeterminada, la tecla :kbd:`Enter` crea un nuevo párrafo, agregando una línea de espacio con el párrafo anterior. Para agregar un salto de línea sin agregar un nuevo párrafo, utiliza :kbd:`Shift + Enter`.
ja: 既定では :kbd:`Enter` キーは新しい段落を作ります。新しい段落と前の段落の間には1行スペースが加えられます。新しい段落を作らずに改行したい場合は、 :kbd:`Shift + Enter`を入力してください。

source: Take a look at the `CKEditor documentation <https://ckeditor.com/docs/ckeditor4/latest/features/shortcuts.html>`__ for a complete list of the available shortcuts.
es_cu: Echa un vistazo a la `documentación de CKEditor <https://ckeditor.com/docs/ckeditor4/latest/features/shortcuts.html>`__ para obtener una lista completa de los accesos directos disponibles.
ru: Полный список доступных ярлыков можно найти в `документации CKEditor <https://ckeditor.com/docs/ckeditor4/latest/features/shortcuts.html>`__.

source: Import/Export
es_cu: Importar/Exportar
ja: インポート/エクスポート
ru: Импорт/Экспорт

source: |file-o| **File** > |upload| **Import**
es_cu: |file-o| **Archivo** > |upload| **Importar**
ja: |file-o| **ファイル** > |upload| **インポート**
ru: |file-o| **Файл** > |upload| **Импорт**

source: Supported formats: ``.html``, ``.md``.
es_cu: Formatos soportados: ``.html``, ``.md``.
ru: Поддерживаемые форматы: ``.html``, ``.md``.

source: |file-o| **File** > |download| **Export**
es_cu: |file-o| **Archivo** > |download| **Exportar**
ja: |file-o| **ファイル** > |download| **エクスポート**
ru: |file-o| **Файл** > |download| **Экспорт**

source: Supported formats: ``.html``, ``.doc``, ``.md``.
es_cu: Formatos soportados: ``.html``, ``.doc``, ``.md``.
ru: Поддерживаемые форматы: ``.html``, ``.doc``, ``.md``.

source: To print or export a PDF:
es_cu: Para imprimir o exportar un PDF:
ja: 以下の方法で印刷あるいはPDFをエクスポートできます。
ru: Для печати или экспорта в PDF-файл:

source: |file-o| **File** > |print| **Print**.
es_cu: |file-o| **Archivo** > |print| **Imprimir**.
ja: |file-o| **ファイル** > |print| **印刷**。
ru: |file-o| **Файл** > |print| **Распечатать**.

source: Select your printer or “print to file”.
es_cu: Selecciona tu impresora o "imprimir en archivo".
ja: プリンターを選択するか、ファイルで出力。
ru: Выберите нужный принтер или “печать в файл”.

source: Comments
es_cu: Comentarios
ja: コメント
ru: Комментарии

source: To comment on a part of the text:
es_cu: Para comentar una parte del texto:
ja: テキストには以下の方法でコメントできます。
ru: Чтобы прокомментировать часть текста:

source: Select the text to comment.
es_cu: Selecciona el texto a comentar.
ja: コメントする対象のテキストを選択。
ru: Выберите текст для комментирования.

source: |comment| button, either to the right of the text or in the text editor toolbar.
es_cu: |comment| botón , ya sea a la derecha del texto o en la barra de herramientas del editor de texto.
ru: кнопка |comment| либо справа от текста, либо на панели инструментов текстового редактора.

source: Write the comment.
es_cu: Escribe el comentario.
ja: コメントを書く。
ru: Напишите комментарий.

source: |send-o| **Submit**.
es_cu: |send-o| **Entregar**.
ja: |send-o| **送信**。
ru: |send-o| **Отправить**.

source: ``Click`` on a comment to select it, then:
es_cu: ``Click`` en un comentario para seleccionarlo, luego:
ja: コメントを\ ``クリック``\ して選択した後、
ru: ``Нажмите`` на комментарий, чтобы выбрать его, затем:

source: |reply| **Reply**: Adds a comment as a response.
es_cu: |reply| **Responder**: Agrega un comentario como respuesta.
ja: |reply| **返信**：コメントを返信として追加。
ru: |reply| **Ответить**: добавляет комментарий в качестве ответа.

source: |check| **Resolve**: Deletes the comment after confirmation.
es_cu: |check| **Resolver**: Elimina el comentario después de la confirmación.
ja: |check| **解決**：コメントを確認後削除。
ru: |check| **Согласовано**: удаляет комментарий после подтверждения.

source: To notify contacts in a comment, mention them with ``@`` and their :ref:`display name <user_settings_account>`.
es_cu: Para notificar a los contactos en un comentario, menciónelos con ``@`` y su :ref:`nombre de la pantalla <user_settings_account>`.
ru: Чтобы уведомить контакт в комментарии, упомяните его с помощью ``@`` и его :ref:`отображаемое имя <user_settings_account>`.

source: You receive notifications when:
es_cu: Recibirás notificaciones cuando:
ja: 以下の場合に通知を受信します。
ru: Вы получаете уведомления, когда:

source: Someone replies to one of your comments.
es_cu: Alguien responde a uno de tus comentarios.
ja: 誰かがあなたのコメントに返信した場合。
ru: Кто-то отвечает на один из ваших комментариев.

source: Someone mentions you in a comment.
es_cu: Alguien te menciona en un comentario.
ja: 誰かがあなたをコメントでメンションした場合。
ru: Кто-то упоминает вас в комментарии.
