Repository: Chouhartem/cryptpad-documentation
Catalog: locale/*/LC_MESSAGES/user_guide/apps/whiteboard.po
Languages: de, es_cu, fr, hu, ja, ru

source: Whiteboard
es_cu: Pizarron
fr: Dessin
hu: Rajztábla
ja: ホワイトボード
ru: Рисунки

source: The Whiteboard application in CryptPad is based on `FabricJs <https://fabricjs.com>`__.
de: Die Whiteboard-Anwendung in CryptPad basiert auf `Fabric.js <http://fabricjs.com/>`__.
es_cu: La aplicación Whiteboard en CryptPad se basa en `FabricJs <https://fabricjs.com>`__.
fr: L'application de dessin CryptPad est basée sur `Fabric.js <http://fabricjs.com/>`__.
hu: A CryptPad rajztábla applikációja a `FabricJs <https://fabricjs.com>`__ rendszeren alapul.
ja: CryptPadのホワイトボードのアプリケーションは\ `FabricJs <https://fabricjs.com>`__\ に基づいています。
ru: Приложение Рисунки в CryptPad основано на `FabricJs <https://fabricjs.com>`__.

source: Toolbar
de: Werkzeugleiste
es_cu: Barra de herramientas
fr: Barre d'outils
hu: Eszköztár
ja: ツールバー
ru: Инструменты

source: |picture-o| **Insert**: Add an image to the document. The image can be chosen in the CryptDrive or uploaded. :badge_user:`Logged in users`
de: |picture-o| **Einfügen**: Fügt ein Bild in das Dokument ein. Das Bild kann aus dem CryptDrive ausgewählt oder hochgeladen werden. :badge_user:`Eingeloggte Benutzer`
es_cu: |picture-o| **Insertar**: Añade una imagen al documento. La imagen se puede elegir en CryptDrive o cargar. :badge_user:`Usuarios registrados`
fr: |picture-o| **Insérer** : Intègre une image dans votre dessin. Vous pouvez choisir une image dans votre CryptDrive ou en importer une depuis votre ordinateur. :badge_user:`Utilisateurs enregistrés`
hu: |picture-o| **Beszúrás**: kép dokumentumhoz adása. A kép forrás lehet CryptDrive vagy feltöltés. :badge_user:`Belépett felhasználók`
ja: |picture-o| **挿入**\ ：画像をドキュメントに追加。画像はCryptDriveから選択、またはアップロードできます。\ :badge_user:`ログイン済ユーザー`
ru: |picture-o| **Вставить**: добавьте изображение в документ. Изображение можно выбрать в CryptDrive или загрузить. :badge_user:`Зарегистрированные пользователи`

source: Drawing
de: Zeichnen
es_cu: Dibujo
fr: Dessiner
hu: Rajzolás
ja: 描画
ru: Рисование

source: Two modes are available:
de: Es gibt zwei Modi:
es_cu: Hay dos modos disponibles:
fr: Deux modes sont disponibles :
hu: Két mód elérhető:
ja: 2つのモードが利用できます。
ru: Доступны два режима:

source: |paint-brush| Paint mode: add new shapes to the drawing.
de: |paint-brush| Pinsel-Modus: Hinzufügen neuer Elemente zu der Zeichnung.
es_cu: |paint-brush| Modo pintar: añade nuevas formas al dibujo.
fr: |paint-brush| Pinceau pour ajouter de nouvelles formes au dessin.
hu: |paint-brush| Rajz mód: új alakzatokat ad a rajzhoz.
ja: |paint-brush| 描画モード：新しい図形を追加。
ru: |paint-brush| Режим рисования: добавьте новые фигуры к рисунку.

source: |arrows| Select mode: transform existing shapes.
de: |arrows| Auswahl-Modus: Veränderung existierender Elemente.
es_cu: |arrows| Modo de selección: transforma formas existentes.
fr: |arrows| Sélection pour manipuler les formes existantes.
hu: |arrows| Kiválasztás mód: már létező alakzatok módosítása.
ja: |arrows| 選択モード：既存の図形を変形。
ru: |arrows| Режим выбора: преобразование существующих фигур.

source: Functions available in both modes:
de: Verfügbare Funktionen in beiden Modi:
es_cu: Funciones disponibles en ambos modos:
fr: Fonctions disponibles dans les deux modes :
hu: Mindkét módban elérhető műveletek:
ja: 両方のモードで関数が利用可能です。
ru: Функции, доступные в обоих режимах:

source: |undo| : Undo
de: |undo|: Rückgängig
es_cu: |undo| : Deshacer
fr: |undo| : Annuler
hu: |undo| : Visszavonás
ja: |undo| : 取り消す
ru: |undo| : Отмена

source: |repeat| : Redo
de: |repeat|: Wiederholen
es_cu: |repeat| : Rehacer
fr: |repeat| : Rétablir
hu: |repeat| : Ismétlés
ja: |repeat| : やり直す
ru: |repeat| : Повтор

source: |font| : Insert a text element in the drawing
de: |font|: Textelement in Zeichnung einfügen
es_cu: |font| : Insertar un elemento de texto en el dibujo
fr: |font| : Insérer un élément texte dans le dessin
hu: |font| : Szöveges elem beillesztése
ja: |font|\ ：描画中の画面にテキストの要素を挿入
ru: |font| : Вставка текстового элемента в рисунок

source: To delete everything on the canvas:
de: Um alle Elemente auf der Zeichenfläche zu löschen:
es_cu: Para eliminar todo lo que hay en el lienzo:
fr: Pour effacer tous les éléments :
hu: A vászon teljes törlése:
ja: 画面上の全てを削除するには、
ru: Чтобы удалить всё на холсте:

source: **Clear** button in the drawing toolbar at the bottom.
de: Schaltfläche **Löschen** in der Werkzeugleiste am unteren Bildschirmbereich.
es_cu: Botón **Borrar** en la barra de herramientas de dibujo en la parte inferior.
fr: Bouton **Nettoyer** dans la barre d'outils de dessin.
hu: **Törlés** gomb az alul levő rajz-eszköztárban.
ja: 下にある描画ツールバーの\ **消去**\ ボタン。
ru: Кнопка **Очистить** на панели инструментов рисования внизу.

source: |paint-brush| Paint mode
de: |paint-brush| Zeichenmodus
es_cu: |paint-brush| Modo pintura
fr: |paint-brush| Mode Pinceau
hu: |paint-brush| Rajz mód
ja: |paint-brush| 描画モード
ru: |paint-brush| Режим рисования

source: The width and opacity of line are set in the drawing toolbar. The preview to the right shows the size and opacity of the paintbrush.
de: Die Breite und die Deckkraft der Linie kann in der Werkzeugleiste eingestellt werden. Die Vorschau auf der rechten Seite zeigt die Größe und die Deckkraft des Pinsels.
es_cu: El ancho y la opacidad de la línea se establecen en la barra de herramientas de dibujo. La vista previa de la derecha muestra el tamaño y la opacidad del pincel.
fr: La taille et l'opacité du trait sont réglées dans la barre d'outils de dessin. Un aperçu du curseur à droite permet de visualiser la taille du trait.
hu: A vonal szélessége és átlátszósága a rajzeszköztáron állítható be. A jobb oldali előnézet mutatja az ecset méretét és átlátszóságát.
ja: 幅と、線の透過度は、描画ツールバーで設定されます。右側のプレビューには、ペイントブラシのサイズと透過度が表示されます。
ru: Ширина и непрозрачность линии задаются на панели инструментов рисования. Предварительный просмотр справа показывает размер и непрозрачность кисти.

source: Color is selected in the palette in the drawing toolbar. To change a color double click on it and select a new one using the color-picker.
de: Die Farbe kann aus der Palette in der Werkzeugleiste ausgewählt werden. Um eine Farbe zu ändern, doppelklicke auf die Farbe und wähle eine neue Farbe aus.
es_cu: El color se selecciona en la paleta de la barra de herramientas de dibujo. Para cambiar un color, haga doble click en él y selecciona uno nuevo usando el selector de color.
fr: La couleur est sélectionnée dans la palette en bas de la fenêtre. Pour modifier une couleur double clic sur celle-ci et en sélectionner une nouvelle.
ja: 色は描画ツールバーのパレットで選択できます。色を変更する際はパレットをダブルクリックして、カラーピッカーで新しい色を選択してください。
ru: Цвет выбирается в палитре на панели инструментов рисования. Чтобы изменить цвет в палитре, ``Дважды щелкните`` по нему и выберите новый, используя редактор цветов.

source: |arrows| Select mode
de: |arrows| Auswahlmodus
es_cu: |arrows| Modo seleccionar
fr: |arrows| Mode Sélection
hu: |arrows| Kiválasztás mód
ja: |arrows| 選択モード
ru: |arrows| Режим выбора

source: ``Click`` on an element to select it, then:
de: ``Klicke`` auf ein Element, um es auszuwählen, dann:
es_cu: ``Haga click`` en un elemento para seleccionarlo, luego:
fr: ``Clic`` sur un élément pour le sélectionner, puis :
hu: ``Kattints``egy elemre a kiválasztásához, majd:
ja: 要素を\ ``クリック``\ して選択し、
ru: ``Щелкните`` по элементу, чтобы выбрать его, затем:

source: ``Drag`` to move.
de: ``Ziehe`` zum Verschieben.
es_cu: ``Arrastra`` para mover.
fr: Déplacer en le faisant glisser.
hu: ``Húzd el`` az elmozgatásához.
ja: ``ドラッグ``\ して移動。
ru: ``Перетащите`` для перемещения.

source: Transform (scale, rotate) with the selection handles.
de: Transformiere das Element (skalieren, drehen) mit den Auswahlpunkten.
es_cu: Transforme (escale, gire) con los controladores de selección.
fr: Transformer (taille, rotation) avec les poignées de la sélection.
hu: A kijelölés fogantyúival lehet átalakítani (átméretezni, forgatni).
ja: 選択用ハンドルで変形（サイズの変更、回転）。
ru: Преобразуйте (масштабируйте, поворачивайте) с помощью маркеров выделения.

source: To delete a selected element:
de: Um ein ausgewähltes Element zu löschen:
es_cu: Para eliminar un elemento seleccionado:
fr: Pour supprimer un élément sélectionné :
hu: A kiválasztott elem törlése:
ja: 選択した要素を削除するには、
ru: Чтобы удалить выбранный элемент:

source: :kbd:`Del` key.
es_cu: :kbd:`Del` tecla.
ja: :kbd:`Del` キー。

source: |trash| button in the drawing toolbar.
de: Schaltfläche |trash| in der Werkzeugleiste.
es_cu: |trash| en la barra de herramientas de dibujo.
fr: Bouton |trash| dans la barre d'outils de dessin.
hu: |trash| gomb a rajz eszköztárban.
ja: 描画ツールバーの |trash| ボタン。
ru: кнопка |trash| на панели инструментов рисования.

source: Export
es_cu: Exportar
hu: Exportálás
ja: エクスポート
ru: Экспорт

source: |file-o| **File** > |download| **Export**
de: |file-o| **Datei** > |download| **Exportieren**
es_cu: |file-o| **Archivo** > |download| **Exportar**
fr: |file-o| **Fichier** > |download| **Exporter**
hu: |file-o| **File** > |download| **Exportálás**
ja: |file-o| **ファイル** > |download| **エクスポート**
ru: |file-o| **Файл** > |download| **Экспорт**

source: Supported format: ``.png``
de: Unterstützte Formate: ``.png``
es_cu: Formato soportado:``.png``
fr: Format supporté : ``.png``
hu: Támogatott formátum ``.png``
ja: サポートするフォーマット: ``.png``
ru: Поддерживаемый формат: ``.png``

source: To export an image to the CryptDrive, for example to use it in other documents:
de: Um ein Bild in das CryptDrive zu exportieren, um es beispielsweise in anderen Dokumenten zu verwenden:
es_cu: Para exportar una imagen a CryptDrive, por ejemplo para usarla en otros documentos:
fr: Pour exporter une image dans votre CryptDrive, par exemple pour l'inclure dans d'autres documents :
hu: Egy kép CryptDrive-ba történő exportálásához (hogy pl. más dokumentumokban használható legyen):
ja: 他のドキュメントで使用するなどで、CryptDriveに画像をエクスポートするには次のようにしてください。
ru: Чтобы экспортировать изображение в CryptDrive, например, чтобы использовать его в других документах:

source: |file-o| **File** > |file-image-o| **Save as image**
de: |file-o| **Datei** > |file-image-o| **Als Bild speichern**
es_cu: |file-o| **Archivo** > |file-image-o| **Guardar como imagen**
fr: |file-o| **Fichier** > |file-image-o| **Sauvegarder une image**
hu: |file-o| **File** > |file-image-o| **Mentés képként**
ja: |file-o| **ファイル** > |file-image-o| **画像として保存**
ru: |file-o| **Файл** > |file-image-o| **Сохранить как изображение**

source: Color is selected in the palette in the drawing toolbar. To change a color ``Double click`` on it and select a new one using the color-picker.
hu: A szín a rajzeszköztár palettán választható ki. A szín megváltoztatásához ``duplán kattints`` rá és választ ki a felugró palettáról az új színt.

source: ``Del`` key.
de: Taste ``Entf``.
fr: Touche `Suppr`.
hu: ``Del`` gomb.
ru: Клавиша ``Del``.
